encyclopedia section root:
    title ""
    section cat1
    section cat2
    section cat3
    section cat4
    section cat5
    section cat6
    section cat7
    section cat8
    section cat9

encyclopedia section cat1:
    title "世界观"
    article elf
    article elfin
    article rune
    article xtg
    article klns
    article yjt
    article xingshen
    article zbs
    article kasumi
    article bone
    article bansheng
    article hotspot
    article lnjx
    article hxx
    article lingji

encyclopedia section cat2:
    title "地域文化"
    article yinghua
    article xuejian
    article lapulasi
    article xuedinge
    article manyue
    article fbezd
    article caiwu
    article yuntie
    article xxqxx
    article dhr
    article juhe
    article chuyi
    article bagu
    article rlxdr
    article panduola

encyclopedia section cat3:
    title "登场人物"
    article mel
    article fl
    article syl
    article qmxz
    article qmly
    article leiya
    article rxl
    article yczs
    article kls
    article wyh
    article yume
    article xfe
    article shy
    article aiyi
    article qianbo
    article ycxt
    article qcls
    article yj
    article lhx
    article liuli
    article tyt
    article szl
    article qbj
    article baiyu
    article jsqd
    article sydh
    article alu

encyclopedia section cat4:
    title "灵纹·rune"
    article psychokinesis
    article clairvoyance
    article psychometry
    article telepathy
    article apports
    article precognition
    article psi_missing
    article hypno
    article misdirection
    article teleport
    article pyrokinesis
    article empathy
    article terraforming

encyclopedia section cat5:
    title "人物天赋"
    article fortitude
    article patient
    article sneaking
    article spiritual
    article adaptive
    article brutal
    article soul
    article reflexes
    article serenity
    article skin
    article endurance
    article recovery
    article prudent
    article conjurer
    article hunter
    article flexible
    article solid
    article acrobat

encyclopedia section cat6:
    title "物品·道具·装备"
    article eggs
    article mana_eggs
    article mana_potion
    article angel_tears
    article soul_piece
    article soul_raise
    article water_break_small
    article water_break_large
    article wind_break_small
    article wind_break_large
    article rock_break_small
    article rock_break_large
    article fire_break_small
    article fire_break_large
    article ice_break_small
    article ice_break_large
    article light_break_small
    article light_break_large
    article eqpfire
    article eqplight
    article eqpwater
    article eqpice
    article eqpwind
    article eqprock
    article equip_type_1
    article equip_type_2
    article equip_type_3
    article equip_type_4
    article equip_type_5
    article equip_type_6
    article equip_type_7
    article equip_type_8
    article equip_type_9
    article equip_type_10
    article equip_type_11
    article equip_type_12

encyclopedia section cat7:
    title "元素反应"
    article induction
    article evaporation
    article melt
    article overload
    article freeze
    article superconducting
    article diffusion
    article crystallization

encyclopedia section cat8:
    title "BUFF"
    # 减益
    article weak
    article exposed
    article slow
    article powerless
    article seal
    article disintegrate
    article churn
    article handicapped
    article broken
    article withered
    article suppress
    # 增益
    article strong
    article sturdy
    article flow
    article violence
    article liberate
    article barrier
    article master
    article healing
    article armor
    article condensed
    article control
    # 特殊减益|控制、增益
    article mdamage
    article domineering
    article god
    article shield_buff
    article lost
    article confusion
    article dizziness
    article frozen
    article deep_frozen
    article ridicule
    article silence
    article sleepy
    article deep_sleepy
    # 特殊
    article soul_lock
    article curse
    article star_bridge
    article ghost_mask
    article ethereal
    article love
    article heart
    article yi
    article strong_attack
    article violence_attack
    article flow_speed
    article protect
    article rock_wall
    article sp_protect

encyclopedia section cat9:
    title "时空扭曲"
    article niequattack
    article niequspeed
    article niequprotect
    article niequfire
    article niequlight
    article niequwater
    article niequice
    article niequrock
    article niequwind
    article rockwall
    

# ------ Section 1 ------

encyclopedia article elf:
    title "天使"
    subtitle "ELF"
    images ""
    """　灵继者的羁绊体，其存在与多年前被发现。
    拥有唤醒灵继者体内灵纹之力的能力。
    通常处于沉睡状态，只有当接触到机缘而觉醒的时候才会活动。
    本体的意志与灵继者有关，因此没有善良与邪恶之分。
    """

encyclopedia article elfin:
    title "灵继者"
    subtitle "ELFIN"
    images ""
    """　掌握了一个或者更多灵纹的个体，能够凭借自身意志控制“术”的释放。
    通常是因某种机缘而唤醒了天使而觉醒，从而开启灵纹。
    灵继者的性格与天赋决定了灵纹的强弱和属性。
    """

encyclopedia article rune:
    title "灵纹"
    subtitle "RUNE"
    images ""
    """　因为某种机缘而觉醒的超自然力量或特技的统称。

    机缘：约定、羁绊、希望、共感
    超自然力量：阴阳术、忍术、符文秘术、灵魂秘术
    特技：剑术、格斗术

    灵纹种类繁多且强度不定，通常与操纵者的性格和情感有关。
    """

encyclopedia article xtg:
    title "星天宫"
    subtitle "スターテンプル"
    images "9i/interface/encyclopedia/images/xtg.png"
    """　由全世界绝大多数灵继者汇聚而成的强大组织。
    其内部管理和综合实力都及其神秘，名下拥有众多分部，实力出众。
    以守护世间羁绊为宗旨，收揽能力出众的灵继者，并指挥他们解决世界各地因为灵纹而引发的暴乱。
    是保障世间灵继者和天使生存之道的核心机构。
    """

encyclopedia article klns:
    title "库洛诺斯"
    subtitle "Kulonous"
    images ""
    """  星天宫航天研发中心的核心机构，坐落在海上的人工岛屿，于番外篇出现。
    相传机构名称与被镇压“魔女”的灵纹术士有关。
    """

encyclopedia article yjt:
    title "祟"
    subtitle "邪魅の孙"
    images ""
    """  星天宫对世界范围内因非法使用灵纹的灵继者之统称。
    
    祟分为两种：
      1、灵继者由于灵力的暴走而不受控制，进而失去理智者。
      2、通过某些禁忌的能力或药物强行杀害、吞噬其他灵继者，进而获得其“灵基”的亡命之徒。
    """

encyclopedia article xingshen:
    title "星神"
    subtitle "星の神明"
    images ""
    """  星天宫北大西洋联邦（也是星天宫世界政府总部所在地）地区对“天使”的统称。
    组织内部不同地域对灵力的文化也有所不同。
    """

encyclopedia article zbs:
    title "总本社"
    subtitle "神の本社"
    images ""
    """  星天宫在日本的一个重要分部，主要负责刑部巫女的行动和火星探测计划。
    主要机构包括东京的总本社首社和雪见市的星天宫研究所。
    """

encyclopedia article kasumi:
    title "霞"
    subtitle "Kasumi"
    images ""
    """  星天宫用来给执行任务的灵继者编制所使用的代号，“霞”就是大和的妻子——诗乃使用的代号。
    """

encyclopedia article bone:
    title "降生"
    subtitle "実体化"
    images ""
    """  星天宫对天使存在认知时使用的专业术语，泛指天使或者凭依的灵继者的出现。
    """

encyclopedia article bansheng:
    title "伴生现象"
    subtitle "関連する現象"
    images ""
    """  量子观测认为分子之间的相互作用构建起了空间中万物的细微联系，通过这些联系能够读取到空间中物质发展的必然规律——命运。
    伴生现象指的是与某个空间事物的命格相互牵连的分子所呈现出的可能性行为，而这也是预知未来（precongnition）灵纹能够窥探的范围。
    """

encyclopedia article hotspot:
    title "灾厄之地"
    subtitle "災難の場所"
    images ""
    """  星天宫对于天使灵力影响区域的统称，灵纹的表现形式多以电波的形式呈现。
    由于灵继者之间约定灵纹不能展现给普通人，所以常人身上的灵力反应多与灵力暴走有关。
    因此这些灵纹受影响的地区也被称为“灾厄之地”。
    """

encyclopedia article lnjx:
    title "灵能具现"
    subtitle "霊能体"
    images ""
    """  天使的灵力所导致的次元影响具现化到现实世界，形成的生命或者事物的统称。
    即天使通过吸收别人愿望和思念的灵力，依靠陨石所携带的电磁波将其具象化的产物。
    """

encyclopedia article hxx:
    title "东方Project-幻想乡"
    subtitle "東方プロジェクト"
    images ""
    """ 【联动IP】 
    《东方Project》，简称东方，是日本同人游戏社团上海爱丽丝幻乐团所制作的一系列同人游戏、相关作品。
    它以及其二次创作所构成的覆盖游戏、动画、漫画、音乐、文学等诸多方面的领域。
    """

encyclopedia article lingji:
    title "灵基"
    subtitle "靈基"
    images ""
    """  一般的巫女灵力来自天使凭依的採物，而灵基指的是人类本身作为採物被依附，也就是“灵继者”概念的前身。
    """

# ------ Section 2 ------

encyclopedia article yinghua:
    title "樱华镇"
    subtitle "桜の町"
    images ""
    """  夏之死神篇故事的发源地，城市化程度较低，适合居住。
    也是神野凉和青木翔子初识的地方。
    """

encyclopedia article xuejian:
    title "雪见市"
    subtitle "雪の都"
    images ""
    """  冬之妖精篇故事发生的城镇，城市开发齐全，分为住宅区、娱乐区、商业区和工业区等。
    是星天宫针对异常气象在日本的研究机构所在地。
    """

encyclopedia article lapulasi:
    title "拉普拉斯妖"
    subtitle "ラプラスの妖"
    images ""
    """  量子力学中一种著名的科学假设。
    世界上存在一种“恶魔”，它能够知道宇宙中每个原子确切的位置和动量，能够使用牛顿定律来展现宇宙事件的整个过程，过去以及未来。
    """

encyclopedia article xuedinge:
    title "薛定谔的猫"
    subtitle "シュレディンガーの猫"
    images ""
    """  量子力学中一种著名的实验。
    该实验试图从宏观尺度阐述微观尺度的量子叠加原理的问题，巧妙地把微观物质在观测后是粒子还是波的存在形式和宏观的猫联系起来，以此求证观测介入时量子的存在形式。
    """

encyclopedia article manyue:
    title "满月"
    subtitle "盈月"
    images ""
    """  铃音所属的“风”元素灵纹力，在月盈之时实力能够得到大幅提升。
    """

encyclopedia article fbezd:
    title "芬布尔之冬"
    subtitle "Fimbulvetr"
    images ""
    """  北欧神话的重要事件，是漫长寒冷的严冬。
    这个冬季代表了诸神的黄昏的末日前兆。

    由梅尔手下的干部策划，企图利用人性的弱点发动诸神黄昏，以消灭世间一切灵继者。但被冬之章的主角团阻止。
    """

encyclopedia article caiwu:
    title "採物"
    subtitle "神の信頼"
    images ""
    """  祭祀时神明凭依的物体，是具有能够收纳和释放灵力的道具。
    採物多以陨铁打造，相传陨石吸收了神明的灵力进而能够幻化灵基。
    """

encyclopedia article yuntie:
    title "陨铁"
    subtitle "隕の石"
    images ""
    """  星天宫宇宙研究中心通过“天使”凭依的宇宙矿物进行淬炼，从而生成的金属化合物。
    具有高强的硬度和灵能，是历代星天宫法事道具所使用的材料。
    """

encyclopedia article xxqxx:
    title "行星气象学"
    subtitle "惑星の気象"
    images ""
    """  通过研究和观测天体运行轨迹和了解外太空电波，从而进一步迁移到异常气候环境的解释和论证的学问。
    """

encyclopedia article dhr:
    title "大晦日"
    subtitle "大晦日"
    images ""
    """  大晦日指的是日本的跨年夜，年越荞麦面是在那时候吃的特殊食品。
    """
    
encyclopedia article juhe:
    title "居合"
    subtitle "いあいぎり"
    images ""
    """  日本剑术中一种瞬间拔刀斩杀敌人的技巧。是一种在瞬间拔刀不给敌人有隙可乘，进而克敌制胜的剑技。
    """

encyclopedia article chuyi:
    title "初诣"
    subtitle "はつもうで"
    images ""
    """  “初诣”指在新年时例行的一项活动。
    参加初诣的人们通常会去神社或寺院参拜，祈求平安。
    """

encyclopedia article bagu:
    title "叭咕"
    subtitle "叭咕"
    images ""
    """  拟声词，“叭咕叭咕”是小孩子吃东西时候发出的声音。
    """

encyclopedia article rlxdr:
    title "热力学第二定律"
    subtitle "熱力学の第二法則"
    images ""
    """  热力学第二定律即为“熵恒增定律”。不可逆热力过程中熵的微增量总是大于零，即热量不能自发地从低温物体转移到高温物体。
    """

encyclopedia article panduola:
    title "潘多拉的魔盒"
    subtitle "パンドラの箱"
    images ""
    """  希腊神话中的一件物品，宙斯给潘多拉的一个密封的盒子，里面装满了祸害、灾难和瘟疫等，让她送给娶她的男人。
    """

# ------ Section 3 ------

encyclopedia article mel:
    title "梅尔"
    subtitle "梅尔·M·科莉娅"
    images "9i/interface/encyclopedia/images/mel.png"
    """  【北欧·天使】
    游戏中反派BOSS，降生于北欧的天使。
    因为遭到了与其缔结契约的人类一方的背叛而被仇恨所吞噬，进而暴走并获得了强大的实力。
    为了证明并制裁人类的贪婪与罪恶，在世界各地招纳那些迷茫、邪恶、贪婪之人，并赋予其力量使之成为“祟”。
    曾挑起与世界灵继者联军的战争，但最终被联军击败。而星天宫成立的初衷便是为了封印与镇压世间所有被其污染的“祟”。
    擅长蛊惑人心，放大人们内心深处的“欲”。只要世间还有“欲”的存在就无法被完全消灭。

    【杀戮和暴戾并不是我的兴趣，我只是替某些人完成他们想做却又不敢做的事情罢了。】
    """

encyclopedia article fl:
    title "弗兰"
    subtitle "弗兰·A·克里伍德"
    images "9i/interface/encyclopedia/images/fl.png"
    """  【北欧·天使】
    伊始的羁绊，是最早降生于北欧的天使之一。
    与其签订契约的灵继者在执行任务的过程中不幸遇难，这也成为了故事的导火索。
    由于羁绊的消失其存在正逐渐被遗忘，一次偶然的机会让她得以进入名为“伊甸园”的异世界暂时保留残存的意志。
    后在男主“神野凉”的努力下逐渐让世人回想起她的存在，进而打破了量子束缚回到了现实世界。
    曾在梦中指导本剧的两位男主，让他们成长为优秀的灵继者。

    【既然选择相信未来，那就永远不要逃避自己的宿命。】
    """

encyclopedia article syl:
    title "神野凉"
    subtitle "Liku"
    images "9i/interface/encyclopedia/images/syl.png"
    """  【男主·人类】
    《天使的季节》夏之章——死神篇和冬之章——妖精篇的主人公。
    性格孤僻独立，富有正义感。
    父母都是星天宫的高级官员。母亲离世后与父亲辗转各地因而缺乏交心的朋友。
    与翔子和天使们的相遇让他逐渐找回了家的感觉。
    后在梦中得到了身为“伊始的羁绊”之一的弗兰的指导，成长为一名真正的灵继者。
    被弗兰认为是最有可能打败“梅尔”的灵继者。

    【协战·战技】
        【凝神】
        【念动力场-物理】
        【催眠】
        【思维透视】
    """

encyclopedia article qmxz:
    title "青木翔子"
    subtitle "O‘chiba"
    images "9i/interface/encyclopedia/images/qmxz.png"
    """  【樱华镇|雪见市·人类】
    神野凉的青梅竹马，青木铃音的双胞胎姐姐。
    自幼体弱多病，后向流星许愿和雷亚达成了约定。
    在“夏之死神篇”触发量子纠缠的过程中诞生了具有表意识里人格的翔子，和具有潜意识表人格的梦。
    表意识的翔子渴望与神野凉重逢，但因为里人格的关系没有关于过去的记忆；潜意识的梦渴望神野凉能够忘记自己，但表人格的记忆却让她犹豫不决。
    在雷亚的帮助下神野凉最终打破了量子纠葛，诞生了“冬之妖精篇”的青木翔子。

    【这就是平凡的生活——我们的日常所的包含的意义吧。】

    【元素属性】
        <水>

    【技能】
        【普通攻击】 <念动力场-水> 
            Lv.1： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击100%水元素伤害。
            Lv.2： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击105%水元素伤害。
            Lv.3： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击110%水元素伤害。
            Lv.4： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击115%水元素伤害。
            Lv.5： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击125%水元素伤害。

        【元素战技】 <预见良缘>
            Lv.1： 随机复活一名阵亡的友方目标，并为其恢复生命上限15%的生命并恢复10点能量。
            Lv.2： 随机复活一名阵亡的友方目标，并为其恢复生命上限25%的生命并恢复20点能量。
            Lv.3： 随机复活一名阵亡的友方目标，并为其恢复生命上限35%的生命并恢复30点能量。
            Lv.4： 随机复活一名阵亡的友方目标，并为其恢复生命上限45%的生命并恢复40点能量。
            Lv.5： 随机复活一名阵亡的友方目标，并为其恢复生命上限55%的生命并恢复50点能量。

        【被动技能】 <悉心呵护>
            Lv.1： 附带了“心”状态的友方单位在回合结束时恢复“青木翔子”生命上限8%的生命值。
            Lv.2： 附带了“心”状态的友方单位在回合结束时恢复“青木翔子”生命上限8%的生命值，并额外获得30%效果抵抗，持续1回合。
            Lv.3： 附带了“心”状态的友方单位在回合结束时恢复“青木翔子”生命上限8%的生命值，并额外获得30%效果抵抗和10点速度，持续1回合。
            Lv.4： 附带了“心”状态的友方单位在回合结束时恢复“青木翔子”生命上限12%的生命值，并额外获得30%效果抵抗和20点速度，持续1回合。
            Lv.5： 施放“预见良缘”成功复活友方单位时，为我方场上所有角色恢复30%生命上限的生命值。附带了“心”状态的友方单位在回合结束时恢复“青木翔子”生命上限12%的生命值，并额外获得30%效果抵抗和20点速度，持续1回合。

        【元素爆发】 <共感>
            Lv.1： 用温柔的结界包裹队友，为我方场上全体角色附加“心”，持续2回合。期间任一附加了“心”的单位受到伤害时，将平均分担给其他同样拥有此印记的友方。（分担的伤害视为间接伤害，且不超过其生命值上限的10%）
            Lv.2： 用温柔的结界包裹队友，为我方场上全体角色附加“心”，持续2回合。期间任一附加了“心”的单位受到伤害时，将平均分担给其他同样拥有此印记的友方。（分担的伤害视为间接伤害，且不超过其生命值上限的13%）
            Lv.3： 用温柔的结界包裹队友，为我方场上全体角色附加“心”，持续2回合。期间任一附加了“心”的单位受到伤害时，将平均分担给其他同样拥有此印记的友方。（分担的伤害视为间接伤害，且不超过其生命值上限的16%）
            Lv.4： 用温柔的结界包裹队友，为我方场上全体角色附加“心”，持续2回合。期间任一附加了“心”的单位受到伤害时，将平均分担给其他同样拥有此印记的友方。（分担的伤害视为间接伤害，且不超过其生命值上限的19%）
            Lv.5： 用温柔的结界包裹队友，为我方场上全体角色附加“心”，持续2回合。期间任一附加了“心”的单位受到伤害时，将平均分担给其他同样拥有此印记的友方。（分担的伤害视为间接伤害，且不超过其生命值上限的22%）
    
    【天赋】
        坚韧|幸运|澎湃

    【角色定位】
        治疗

    """

encyclopedia article qmly:
    title "青木铃音"
    subtitle "Kosame"
    images "9i/interface/encyclopedia/images/qmly.png"
    """  【雪见市·人类】
    青木翔子的双胞胎妹妹，拥有几乎和翔子一摸一样的长相。
    性格温柔老实，有点小腹黑，喜欢捉弄姐姐和朋友，但没有恶意。
    身为星天宫总本社的巫女之一，因为主动放弃执行任务而被组织记恨。
    因为姐姐的事情痛恨天使的存在，但明白了雷亚和姐姐的羁绊，以及目睹了神野凉和希菲尔的“可能性”之后逐渐动摇。

    【这还真是没救了呢，祥瑞御免恶灵退散。】

    【元素属性】
        <风>

    【技能】
        【普通攻击】 <念动力场-物理> 
            Lv.1： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击100%物理伤害。
            Lv.2： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击105%物理伤害。
            Lv.3： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击110%物理伤害。
            Lv.4： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击115%物理伤害。
            Lv.5： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击125%物理伤害。

        【元素战技】 <降魔诛乱>
            Lv.1： 凝聚灵力发动星天宫封印秘术，以陨铁附着的灵纹发起攻击，对敌方全体造成3次攻击33%物理伤害，最后对选中的敌方目标造成88%风元素伤害。
            Lv.2： 凝聚灵力发动星天宫封印秘术，以陨铁附着的灵纹发起攻击，对敌方全体造成3次攻击35%物理伤害，最后对选中的敌方目标造成93%风元素伤害。
            Lv.3： 凝聚灵力发动星天宫封印秘术，以陨铁附着的灵纹发起攻击，对敌方全体造成3次攻击37%物理伤害，最后对选中的敌方目标造成98%风元素伤害。
            Lv.4： 凝聚灵力发动星天宫封印秘术，以陨铁附着的灵纹发起攻击，对敌方全体造成3次攻击39%物理伤害，最后对选中的敌方目标造成103%风元素伤害。
            Lv.5： 凝聚灵力发动星天宫封印秘术，以陨铁附着的灵纹发起攻击，对敌方全体造成3次攻击41%物理伤害，最后对选中的敌方目标造成108%风元素伤害。对“鬼”、“神”、“天使”造成的伤害额外增加30%。

        【被动技能】 <天宫罗阵>
            Lv.1： 每次我方其他角色攻击阶段结束后，若“铃音”未处于无法行动状态则有10%概率触发“协战”，立刻对选中的目标追加1次普攻。
            Lv.2： 每次我方其他角色攻击阶段结束后，若“铃音”未处于无法行动状态则有15%概率触发“协战”，立刻对选中的目标追加1次普攻。
            Lv.3： 每次我方其他角色攻击阶段结束后，若“铃音”未处于无法行动状态则有20%概率触发“协战”，立刻对选中的目标追加1次普攻。
            Lv.4： 每次我方其他角色攻击阶段结束后，若“铃音”未处于无法行动状态则有25%概率触发“协战”，立刻对选中的目标追加1次普攻。
            Lv.5： 每次我方其他角色攻击阶段结束后，若“铃音”未处于无法行动状态则有30%概率触发“协战”，立刻对选中的目标追加1次普攻。

        【元素爆发】 <远隔透视>
            Lv.1： 提前洞察对方行动，使场上的全体友方单位提升15%攻击、10%效果抵抗持续2回合，并增加20%行动条。
            Lv.2： 提前洞察对方行动，使场上的全体友方单位提升20%攻击、15%效果抵抗持续2回合，并增加20%行动条。
            Lv.3： 提前洞察对方行动，使场上的全体友方单位提升25%攻击、20%效果抵抗持续2回合，并增加20%行动条。
            Lv.4： 提前洞察对方行动，使场上的全体友方单位提升25%攻击、20%效果抵抗持续2回合，并增加30%行动条。
            Lv.5： 提前洞察对方行动，使场上的全体友方单位提升30%攻击、25%效果抵抗持续2回合，并增加30%行动条。

    【天赋】
        宁静|激励|幸运

    【角色定位】
        输出|增伤

    """

encyclopedia article leiya:
    title "雷亚"
    subtitle "莉斯特·F·艾斯特雷亚"
    images "9i/interface/encyclopedia/images/ts_lisite.png"
    """  【樱华镇·天使】
    天使的季节“夏之死神篇”登场的天使，因神野凉和翔子的羁绊而降生。
    小孩子的外表下有着幼稚和成熟矛盾的性格。
    手持月牙形镰刀专门收割世间噩梦，十分重视与别人的约定，为了拯救“梦”化作星辰之力而消失。
    后在雪见市通过残存在立花希体内的意识和希菲尔的羁绊之力而被唤醒。
    
    【今天的你也是废废的呢。】

    【元素属性】
        <冰>

    【技能】
        【普通攻击】 <念动力场-冰> 
            Lv.1： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击100%冰元素伤害。
            Lv.2： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击105%冰元素伤害。
            Lv.3： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击110%冰元素伤害。
            Lv.4： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击115%冰元素伤害。
            Lv.5： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击125%冰元素伤害。

        【元素战技】 <星空梦影>
            Lv.1： 开启持续2回合的星空结界，期间场上所有友方单位获得“星桥”，吸收35%伤害并使得下一次受到的伤害额外降低10%。
            Lv.2： 开启持续2回合的星空结界，期间场上所有友方单位获得“星桥”，吸收40%伤害并使得下一次受到的伤害额外降低15%。
            Lv.3： 开启持续2回合的星空结界，期间场上所有友方单位获得“星桥”，吸收45%伤害并使得下一次受到的伤害额外降低20%。
            Lv.4： 开启持续2回合的星空结界，期间场上所有友方单位获得“星桥”，吸收50%伤害并使得下一次受到的伤害额外降低25%。
            Lv.5： 开启持续2回合的星空结界，期间场上所有友方单位获得“星桥”，吸收50%伤害并使得下一次受到的伤害额外降低30%。

        【被动技能】 <守护誓约>
            Lv.1： 处于“星桥”影响下的友方单位受到伤害时，降低施术者10%攻击力和20%暴击率，持续1回合。“雷亚”在受到致命伤害时进入“架星之梦”形态，以100%生命重生并提升30%暴击率直至再次死亡。（一场战斗只会触发一次）
            Lv.2： 处于“星桥”影响下的友方单位受到伤害时，降低施术者15%攻击力和30%暴击率，持续1回合。“雷亚”在受到致命伤害时进入“架星之梦”形态，以100%生命重生并提升30%暴击率直至再次死亡。（一场战斗只会触发一次）
            Lv.3： 处于“星桥”影响下的友方单位受到伤害时，降低施术者15%攻击力和30%暴击率，持续1回合。若受到超过生命上限30%的伤害时，则雷亚将为其承担该伤害的10%（最大不超过雷亚生命上限的12%）。“雷亚”在受到致命伤害时进入“架星之梦”形态，以100%生命重生并提升30%暴击率直至再次死亡。（一场战斗只会触发一次）
            Lv.4： 处于“星桥”影响下的友方单位受到伤害时，提升10点速度和30%效果抵抗，同时降低施术者15%攻击力和30%暴击率，持续1回合。若受到超过生命上限30%的伤害时，则雷亚将为其承担该伤害的10%（最大不超过雷亚生命上限的12%）。“雷亚”在受到致命伤害时进入“架星之梦”形态，以100%生命重生并提升30%暴击率直至再次死亡。（一场战斗只会触发一次）
            Lv.5： 处于“星桥”影响下的友方单位受到伤害时，提升10点速度和30%效果抵抗，同时降低施术者15%攻击力和30%暴击率，持续1回合。若受到超过生命上限30%的伤害时，则雷亚将为其承担该伤害的20%（最大不超过雷亚生命上限的24%）。“雷亚”在受到致命伤害时进入“架星之梦”形态，以100%生命重生并提升30%暴击率直至再次死亡。（一场战斗只会触发一次）

        【元素爆发】 <空间跳跃>
            Lv.1： 永久提升60点速度。主动施放：立刻施放“星空梦影”，并展开能提升友方全体10%攻击、20点速度和10%全属性伤害减免的结界持续1回合。结界中的友方在其回合进行普攻时，有50%概率对同一目标再额外追加一次普攻。进入“架星之梦”状态时，技能替换为“星陨离殇”，等级随“空间跳跃”技能强化。
            Lv.2： 永久提升60点速度。主动施放：立刻施放“星空梦影”，并展开能提升友方全体10%攻击、20点速度和10%全属性伤害减免的结界持续1回合。结界中的友方在其回合进行普攻时，有50%概率对同一目标再额外追加一次普攻。额外普攻无视150防御并附带20%吸血。进入“架星之梦”状态时，技能替换为“星陨离殇”，等级随“空间跳跃”技能强化。
            Lv.3： 永久提升60点速度。主动施放：立刻施放“星空梦影”，并展开能提升友方全体15%攻击、25点速度和15%全属性伤害减免的结界持续1回合。结界中的友方在其回合进行普攻时，有50%概率对同一目标再额外追加一次普攻。额外普攻无视150防御并附带30%吸血。进入“架星之梦”状态时，技能替换为“星陨离殇”，等级随“空间跳跃”技能强化。
            Lv.4： 永久提升60点速度。主动施放：立刻施放“星空梦影”，并展开能提升友方全体15%攻击、25点速度和15%全属性伤害减免的结界持续1回合。结界中的友方在其回合进行普攻时，有100%概率对同一目标再额外追加一次普攻。额外普攻无视150防御并附带40%吸血。进入“架星之梦”状态时，技能替换为“星陨离殇”，等级随“空间跳跃”技能强化。
            Lv.5： 永久提升60点速度。主动施放：立刻施放“星空梦影”，并展开能提升友方全体15%攻击、25点速度和15%全属性伤害减免的结界持续2回合。结界中的友方在其回合进行普攻时，有100%概率对同一目标再额外追加一次普攻。额外普攻无视150防御并附带40%吸血。进入“架星之梦”状态时，技能替换为“星陨离殇”，等级随“空间跳跃”技能强化。【先机】：施放“空间跳跃”

        【元素爆发-形态二】 <星陨离殇>
            Lv.1： 跨越时空的守望，凝结空气中的水气发起攻击，对敌方全体造成攻击125%冰元素伤害。每剩余10点能量对额外1名随机敌方目标造成攻击46%冰元素伤害。
            Lv.2： 跨越时空的守望，凝结空气中的水气发起攻击，对敌方全体造成攻击132%冰元素伤害。每剩余10点能量对额外1名随机敌方目标造成攻击49%冰元素伤害。
            Lv.3： 跨越时空的守望，凝结空气中的水气发起攻击，对敌方全体造成攻击138%冰元素伤害。每剩余10点能量对额外1名随机敌方目标造成攻击52%冰元素伤害。
            Lv.4： 跨越时空的守望，凝结空气中的水气发起攻击，对敌方全体造成攻击144%冰元素伤害。每剩余10点能量对额外1名随机敌方目标造成攻击55%冰元素伤害。
            Lv.5： 跨越时空的守望，凝结空气中的水气发起攻击，对敌方全体造成攻击144%冰元素伤害。每剩余5点能量对额外1名随机敌方目标造成攻击55%冰元素伤害。
            
    【天赋】
        灵魂|灵巧|复苏

    【角色定位】
        辅助|输出

    """

encyclopedia article rxl:
    title "日向怜"
    subtitle "Hinata"
    images "9i/interface/encyclopedia/images/rxl.png"
    """  【库洛诺斯·人类】
    男主神野凉的同级生，性格开朗喜欢捉弄人。
    玩世不恭的性格下潜藏着灵继者的身份，身份库洛诺斯的成员却没有什么责任心，只对自己感兴趣的任务效力。
    和水之濑关系很好，并赠送了对方“野生灵继者”的外号。
    
    【目测胸围就是我的天赋哟~】
    """

encyclopedia article yczs:
    title "一诚总司"
    subtitle "Sosike"
    images "9i/interface/encyclopedia/images/yczs.png"
    """  【樱华镇|雪见市·人类】
    男主神野凉的同级生，摄影部的部长。
    表面上邋里邋遢却总能在关键时刻发挥作用的可靠基友。
    十分关心小桃但却死不承认，故意摆出一副高冷的态度。
    
    【相信的力量会产生奇迹，虽然我不会说这么陈腐的台词。但是，如果不相信的话，一切都不会发生了。
                                                连站在起跑线的资格都没有了啊......】
    """

encyclopedia article kls:
    title "克丽丝"
    subtitle "克丽丝·X·米尔圣玛莲"
    images "9i/interface/encyclopedia/images/ts_lian.png"
    """  【库洛诺斯·天使】
    跟在神野大和身边的神秘天使，表面是个天然无口少女，实际上却是一个腹黑傲娇。
    未被星天宫收录的天使之一，与身为星天宫成员的大和关系亲密。
    游戏中邻居莲在学校使用化名“苍衣莲”，莫非是外国人？

    【废柴宇宙人~咯咯咯~】
    """

encyclopedia article wyh:
    title "万夜花"
    subtitle "Manyaka"
    images "9i/interface/encyclopedia/images/wyh.png"
    """  【樱华镇·人类】
    星天宫关东地区负责人，总本社的大神官，曾是诗乃的挚友同时也是神野大和的学生。
    诗乃的消失让她深谙星天宫内部的尔虞我诈遂决定离开本部隐居他乡。
    性格温和友善，喜欢喝酒，富有正义感，将下属视为家人一般对待。
    是为数不多知晓“伊始之战”真相的人之一。
    
    【没有酒喝的话工作也提不起精神啊。】
    """

encyclopedia article yume:
    title "梦"
    subtitle "Yume"
    images "9i/interface/encyclopedia/images/yume.png"
    """  【樱华镇·量子共同体】
    在医院遇到的神秘女孩，长相和性格与童年的翔子一模一样。
    由于身体虚弱长期住院，经常以姐姐自称。
    “梦”是神野凉为了避免“翔子”这个称呼造成混淆而编造的假名。

    【如果想要和我玩的话，随时都可以说哦。
                                         因为，我喜欢和你在一起。】
    """

encyclopedia article xfe:
    title "希菲尔"
    subtitle "希菲尔·M·克里斯蒂恩"
    images "9i/interface/encyclopedia/images/ts_xfe.png"
    """  【雪见市·天使】
    天使的季节“冬之妖精篇”登场的天使，因神野凉的母亲——诗乃的意识而降生。
    小孩子的外表下有着天真善良的性格。
    在神野凉儿时随父亲来到雪见市的时候与其相遇，后因为凉君的离开而将思念化作“温柔的雪”。
    内心渴望着改变却又想要守护最初的不变。
    得知让姬神千冬沉睡的罪魁祸首是自己之后拒绝与人类接触，深信灵纹是为大家带来不幸的东西。
    后在大家的羁绊感化下接受了神野凉的帮助。
    和神野凉一起为星天宫奔走世界各地收服因“欲”而暴走的灵纹。
    为拯救险些被灵纹反噬的神野凉而牺牲自己，成功阻止了“芬布尔之冬”诸神黄昏。
    
    【和凉君一起的话，去哪里都行。
                                 在春天来临之前，无论是哪里都可以去的。】

    【元素属性】
        <火>

    【技能】
        【普通攻击】 <念动力场-火> 
            Lv.1： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击100%火元素伤害。
            Lv.2： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击105%火元素伤害。
            Lv.3： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击110%火元素伤害。
            Lv.4： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击115%火元素伤害。
            Lv.5： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击125%火元素伤害。

        【元素战技】 <芬布尔之冬>
            Lv.1： 温柔的雪堆积在人们心上，治疗我方场上所有角色生命上限8%的生命值，并使其获得20%的全属性伤害加成，持续1回合。
            Lv.2： 温柔的雪堆积在人们心上，治疗我方场上所有角色生命上限10%的生命值，并使其获得23%的全属性伤害加成，持续1回合。
            Lv.3： 温柔的雪堆积在人们心上，治疗我方场上所有角色生命上限12%的生命值，并使其获得26%的全属性伤害加成，持续1回合。
            Lv.4： 温柔的雪堆积在人们心上，治疗我方场上所有角色生命上限14%的生命值，并使其获得30%的全属性伤害加成，持续1回合。
            Lv.5： 温柔的雪堆积在人们心上，治疗我方场上所有角色生命上限16%的生命值，并使其获得35%的全属性伤害加成，持续1回合。

        【元素战技-形态二】 <樱雪同梦>
            清空自身所有的“羁绊之誓”和能量值，复活我方所有角色，被复活的角色恢复100%生命值和50点能量。同时祛除我方全体未阵亡角色的减益、控制状态和元素附着，并立刻恢复30点能量和50%生命值上限的生命值。

        【被动技能】 <白色永恒>
            Lv.1： 每次我方角色行动前将被赋予4种随机“机缘印记”中的1种，若希菲尔在场且角色当前回合所获得的“机缘印记”与上一位行动的角色相同时，则立刻恢复自身10点能量值并在回合结束前的战斗计算阶段提升20%暴击伤害。
            Lv.2： 每次我方角色行动前将被赋予4种随机“机缘印记”中的1种，若希菲尔在场且角色当前回合所获得的“机缘印记”与上一位行动的角色相同时，则立刻恢复自身20点能量值并在回合结束前的战斗计算阶段提升30%暴击伤害。
            Lv.3： 每次我方角色行动前将被赋予4种随机“机缘印记”中的1种，若希菲尔在场且角色当前回合所获得的“机缘印记”与上一位行动的角色相同时，则立刻恢复自身20点能量值并在回合结束前的战斗计算阶段提升30%暴击伤害；与此同时“希菲尔”将获得1层“羁绊之誓”（上限9层），当累积的印记达到3层时，祛除自身所有减益、控制效果和元素附着，并击退敌方全体25%行动条。
            Lv.4： 每次我方角色行动前将被赋予4种随机“机缘印记”中的1种，若希菲尔在场且角色当前回合所获得的“机缘印记”与上一位行动的角色相同时，则立刻恢复自身20点能量值并在回合结束前的战斗计算阶段提升30%暴击伤害；与此同时“希菲尔”将获得1层“羁绊之誓”（上限9层），当累积的印记达到3层时，祛除自身所有减益、控制效果和元素附着，并击退敌方全体25%行动条；达到6层时，为我方全体恢复生命上限20%的生命值并提升40%攻击，持续1回合。
            Lv.5： 每次我方角色行动前将被赋予4种随机“机缘印记”中的1种，若希菲尔在场且角色当前回合所获得的“机缘印记”与上一位行动的角色相同时，则立刻恢复自身20点能量值并在回合结束前的战斗计算阶段提升30%暴击伤害；与此同时“希菲尔”将获得1层“羁绊之誓”（上限9层），当累积的印记达到3层时，祛除自身所有减益、控制效果和元素附着，并击退敌方全体25%行动条；达到6层时，为我方全体恢复生命上限20%的生命值并提升40%攻击，持续1回合；达到9层时，技能“芬布尔之冬”替换为“樱雪同梦”。（该效果一场战斗只会触发一次）

        【元素爆发】 <微量化改造>
            Lv.1： 【驻场先机】天空开始下起皑皑白雪，战斗开始时为场上的所有敌方角色附加1层冰元素附着。施放：解放天使之力咏唱四季曲律，以所选择的“幻彩音律”强化“芬布尔之冬”，在“芬布尔之冬”技能施放时，除了原有效果外将额外触发相应的效果。
            Lv.2： 【驻场先机】天空开始下起皑皑白雪，战斗开始时为场上的所有敌方角色附加1层冰元素附着。施放：解放天使之力咏唱四季曲律，以所选择的“幻彩音律”强化“芬布尔之冬”，在“芬布尔之冬”技能施放时，除了原有效果外将额外触发相应的效果。
            Lv.3： 【驻场先机】天空开始下起皑皑白雪，战斗开始时为场上的所有敌方角色附加1层冰元素附着。施放：解放天使之力咏唱四季曲律，以所选择的“幻彩音律”强化“芬布尔之冬”，在“芬布尔之冬”技能施放时，除了原有效果外将额外触发相应的效果。
            Lv.4： 【驻场先机】天空开始下起皑皑白雪，战斗开始时为场上的所有敌方角色附加1层冰元素附着。施放：解放天使之力咏唱四季曲律，以所选择的“幻彩音律”强化“芬布尔之冬”，在“芬布尔之冬”技能施放时，除了原有效果外将额外触发相应的效果。
            Lv.5： 【驻场先机】天空开始下起皑皑白雪，战斗开始时为场上的所有敌方角色附加1层冰元素附着。施放：解放天使之力咏唱四季曲律，以所选择的“幻彩音律”强化“芬布尔之冬”，在“芬布尔之冬”技能施放时，除了原有效果外将额外触发相应的效果。

        【曲律一】 <虹之律>
            Lv.1： 对敌方目标造成攻击150%火元素伤害，并降低目标10%火元素伤害抗性，持续1回合。
            Lv.2： 对敌方目标造成攻击158%火元素伤害，并降低目标15%火元素伤害抗性，持续1回合。
            Lv.3： 对敌方目标造成攻击166%火元素伤害，并降低目标15%火元素伤害抗性，持续2回合。
            Lv.4： 对敌方目标造成攻击174%火元素伤害，并降低目标20%火元素伤害抗性，持续2回合。
            Lv.5： 对敌方目标造成攻击182%火元素伤害，并降低目标25%火元素伤害抗性，持续2回合。

        【曲律二】 <碧之律>
            Lv.1： 为友方全体恢复10点能量，并随机驱散1个减益状态或控制效果。
            Lv.2： 为友方全体恢复15点能量，并随机驱散1个减益状态或控制效果。
            Lv.3： 为友方全体恢复15点能量，并随机驱散1个减益状态或控制效果，同时清除所有的元素附着。
            Lv.4： 为友方全体恢复20点能量，并随机驱散1个减益状态或控制效果，同时清除所有的元素附着。
            Lv.5： 为友方全体恢复20点能量，并随机驱散2个减益状态或控制效果，同时清除所有的元素附着。

        【曲律三】 <翠之律>
            Lv.1： 为友方全体追加治疗攻击35%的生命，并提升40点防御，持续2回合。
            Lv.2： 为友方全体追加治疗攻击40%的生命，并提升50点防御，持续2回合。
            Lv.3： 为友方全体追加治疗攻击45%的生命，并提升60点防御，持续2回合。
            Lv.4： 为友方全体追加治疗攻击50%的生命，并提升70点防御，持续2回合。
            Lv.5： 为友方全体追加治疗攻击55%的生命，并提升80点防御，持续2回合。

        【曲律四】 <霞之律>
            Lv.1： 使友方全体增加10%行动条，并提升10%暴击率，持续1回合。
            Lv.2： 使友方全体增加20%行动条，并提升13%暴击率，持续1回合。
            Lv.3： 使友方全体增加20%行动条，并提升16%暴击率，持续2回合。
            Lv.4： 使友方全体增加30%行动条，并提升19%暴击率，持续2回合。
            Lv.5： 使友方全体增加30%行动条，并提升22%暴击率，持续2回合。

        【曲律五】 <绯之律>
            Lv.1： 攻击5次，每次对随机敌方目标造成攻击33%火元素伤害。
            Lv.2： 攻击5次，每次对随机敌方目标造成攻击36%火元素伤害。
            Lv.3： 攻击5次，每次对随机敌方目标造成攻击39%火元素伤害。
            Lv.4： 攻击5次，每次对随机敌方目标造成攻击42%火元素伤害。
            Lv.5： 攻击5次，每次对随机敌方目标造成攻击45%火元素伤害。

    【天赋】
        灵魂|回响|复苏

    【角色定位】
        辅助|治疗|增伤

    """

encyclopedia article shy:
    title "圣护院"
    subtitle "Mihalu"
    images "9i/interface/encyclopedia/images/shy.png"
    """  【雪见市·人类】
    星天宫异常气象研究机构的负责人，白羽的手下。
    耿直认真的性格使她对妹妹友加和下属们的关心毫不知情，但内心深处却竭力保护自己的亲人不被卷入异常事件。
    为了揭开灵继者的秘密和雪见市“三年永冬”的秘密而努力工作，甚至是到了忘记吃饭的程度。
    后在神野凉的帮助下与妹妹友加敞开心扉，同时也成为了琉璃载人宇宙探测项目的负责人。
    
    【神野君，能够认识你的我或许是足够幸运的。】
    """

encyclopedia article aiyi:
    title "日向爱衣"
    subtitle "Hasuki"
    images "9i/interface/encyclopedia/images/aiyi.png"
    """  【雪见市·人类】
    日向怜的亲妹妹，由于日向怜和立花希同居的关系，爱衣被拜托给了一个人居住的翔子照顾。
    比起亲姐姐更加喜欢翔子和男主神野凉，亲切地称呼男主为“欧尼酱”。
    后作为灵继者觉醒灵纹，但自己却不擅长战斗。

    【爱衣最喜欢大哥哥和大姐姐了。】

    【元素属性】
        <火>

    【技能】
        【普通攻击】 <念动力场-火> 
            Lv.1： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击100%火元素伤害。
            Lv.2： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击105%火元素伤害。
            Lv.3： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击110%火元素伤害。
            Lv.4： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击115%火元素伤害。
            Lv.5： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击125%火元素伤害。

        【元素战技】 <温柔的祝福>
            Lv.1： 献祭自身20%当前生命，为全体友方各驱散1个减益或控制效果并提升其10点速度，持续1回合；若被驱散的是控制效果，则为该角色恢复15点能量并提升40%效果抵抗。
            Lv.2： 献祭自身18%当前生命，为全体友方各驱散1个减益或控制效果并提升其10点速度，持续1回合；若被驱散的是控制效果，则为该角色恢复15点能量并提升40%效果抵抗。
            Lv.3： 献祭自身16%当前生命，为全体友方各驱散2个减益或控制效果并提升其10点速度，持续1回合；若被驱散的是控制效果，则为该角色恢复15点能量并提升40%效果抵抗。
            Lv.4： 献祭自身14%当前生命，为全体友方各驱散2个减益或控制效果并提升其15点速度，持续2回合；若被驱散的是控制效果，则为该角色恢复15点能量并提升40%效果抵抗。
            Lv.5： 献祭自身12%当前生命，为全体友方各驱散2个减益或控制效果并提升其15点速度，持续2回合；若被驱散的是控制效果，则为该角色恢复15点能量并提升40%效果抵抗和获得20%行动提前。

        【被动技能】 <爱意绵延>
            Lv.1： 每次敌方回合结束后，若自身未处于控制效果影响下，则有15%概率随机为任一友方单位驱散1个减益或控制状态，并有50%概率为其清除元素附着。
            Lv.2： 每次敌方回合结束后，若自身未处于控制效果影响下，则有20%概率随机为任一友方单位驱散1个减益或控制状态，并有50%概率为其清除元素附着。
            Lv.3： 每次敌方回合结束后，若自身未处于控制效果影响下，则有25%概率随机为任一友方单位驱散1个减益或控制状态，并有50%概率为其清除元素附着。
            Lv.4： 每次敌方回合结束后，若自身未处于控制效果影响下，则有30%概率随机为任一友方单位驱散1个减益或控制状态，并有50%概率为其清除元素附着。
            Lv.5： 每次敌方回合结束后，若自身未处于控制效果影响下，则有30%概率随机为任一友方单位驱散2个减益或控制状态，并有50%概率为其清除元素附着。

        【元素爆发】 <预知未来>
            Lv.1： 用强烈的意念感应未知的风险，使场上的友方全体增加30%行动条并提升10%攻击和20%效果命中，持续1回合。
            Lv.2： 用强烈的意念感应未知的风险，使场上的友方全体增加30%行动条并提升15%攻击和25%效果命中，持续1回合。
            Lv.3： 用强烈的意念感应未知的风险，使场上的友方全体增加30%行动条并提升20%攻击和30%效果命中，持续1回合。
            Lv.4： 用强烈的意念感应未知的风险，使场上的友方全体增加30%行动条并提升20%攻击和30%效果命中，持续2回合。
            Lv.5： 用强烈的意念感应未知的风险，使场上的友方全体增加30%行动条并提升20%攻击和30%效果命中，持续2回合。施放过后行动条最靠前的我方角色获得额外20%攻击加成。

    【天赋】
        坚韧|回响|反射

    【角色定位】
        辅助|解控

    """

encyclopedia article qianbo:
    title "泽村千波"
    subtitle "Chinami"
    images "9i/interface/encyclopedia/images/qianbo.png"
    """  【雪见市·人类】
    幼儿园的小朋友，是个极度自恋的傲娇，经常口无遮拦地飙起黄段子。
    对待朋友非常仗义，经常帮爱衣和小桃打抱不平。
    喜欢闯祸的活宝，经常找神野凉的麻烦实际上只是为了引起对方的注意。
    
    【喂！那边的诱拐犯！！！】
    """

encyclopedia article ycxt:
    title "一诚小桃"
    subtitle "Shina"
    images "9i/interface/encyclopedia/images/ycxt.png"
    """  【雪见市·人类】
    幼儿园的小朋友，性格胆小怕生。
    从奶奶那里学到了很多“糟糕的”知识，因而经常不自觉地飙起黄段子。
    渴望与哥哥——一诚总司搞好关系，手中经常抱着玩具布偶。
    因哥哥的冷漠而导致灵纹暴走，后在神野凉的的帮助下与哥哥总司重归于好。
    
    【大哥哥，和、和小桃一起......去幼儿园。】

    【元素属性】
        <冰>

    【技能】
        【普通攻击】 <念动力场-冰> 
            Lv.1： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击100%冰元素伤害。
            Lv.2： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击105%冰元素伤害。
            Lv.3： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击110%冰元素伤害。
            Lv.4： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击115%冰元素伤害。
            Lv.5： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击125%冰元素伤害。

        【元素战技】 <灵能风暴>
            Lv.1： 召唤暴风雪攻击敌方全体3次，每次造成攻击30%冰元素伤害，并有8%基础概率将其“冰冻”1回合，若敌方带有“减速”效果则基础概率提升至15%。
            Lv.2： 召唤暴风雪攻击敌方全体3次，每次造成攻击33%冰元素伤害，并有8%基础概率将其“冰冻”1回合，若敌方带有“减速”效果则基础概率提升至15%。
            Lv.3： 召唤暴风雪攻击敌方全体3次，每次造成攻击33%冰元素伤害，并有8%基础概率将其“冰冻”1回合，若敌方带有“减速”效果则基础概率提升至15%。另外使目标减速10点持续2回合。
            Lv.4： 召唤暴风雪攻击敌方全体3次，每次造成攻击36%冰元素伤害，并有8%基础概率将其“冰冻”1回合，若敌方带有“减速”效果则基础概率提升至15%。另外使目标减速10点持续2回合。
            Lv.5： 召唤暴风雪攻击敌方全体3次，每次造成攻击36%冰元素伤害，并有8%基础概率将其“冰冻”1回合，若敌方带有“减速”效果则基础概率提升至15%。另外使目标减速10点持续2回合。对已处于“冰冻”状态下的角色有30%概率转换为“深度冰冻”。

        【被动技能】 <波纹裂隙>
            Lv.1： 【先机】所有友方单位立刻恢复20点能量。激发不稳定的暴走之力包裹自身，在回合结束时若自身处于无护盾加持状态，则有20%固定概率获得一层能吸收6%生命上限伤害的冰元素护盾，持续1回合。
            Lv.2： 【先机】所有友方单位立刻恢复20点能量。激发不稳定的暴走之力包裹自身，在回合结束时若自身处于无护盾加持状态，则有20%固定概率获得一层能吸收8%生命上限伤害的冰元素护盾，持续1回合。
            Lv.3： 【先机】所有友方单位立刻恢复20点能量。激发不稳定的暴走之力包裹自身，在回合结束时若自身处于无护盾加持状态，则有25%固定概率获得一层能吸收8%生命上限伤害的冰元素护盾，持续1回合。
            Lv.4： 【先机】所有友方单位立刻恢复20点能量。激发不稳定的暴走之力包裹自身，在回合结束时若自身处于无护盾加持状态，则有25%固定概率获得一层能吸收10%生命上限伤害的冰元素护盾，持续1回合。
            Lv.5： 【先机】所有友方单位立刻恢复20点能量。激发不稳定的暴走之力包裹自身，在回合结束时若自身处于无护盾加持状态，则有30%固定概率获得一层能吸收10%生命上限伤害的冰元素护盾，持续1回合。

        【元素爆发】 <视线诱导>
            Lv.1： 牺牲30%当前生命，我方场上全体友方单位获得30点能量。
            Lv.2： 牺牲30%当前生命，我方场上全体友方单位获得30点能量并提升其10%攻击，持续2回合。
            Lv.3： 牺牲25%当前生命，我方场上全体友方单位获得30点能量并提升其15%攻击，持续2回合。
            Lv.4： 牺牲20%当前生命，我方场上全体友方单位获得30点能量并提升其15%攻击，持续2回合。
            Lv.5： 牺牲15%当前生命，我方场上全体友方单位获得30点能量并提升其20%攻击，持续2回合。

    【天赋】
        庇护|元素皮肤|谨慎

    【角色定位】
        控场

    """

encyclopedia article qcls:
    title "千川老师"
    subtitle "Zenkawa"
    images "9i/interface/encyclopedia/images/qcls.png"
    """  【雪见市·人类】
    雪见市幼儿园的老师，为人善良且有责任心。
    同时也是星天宫研究所的灵继者之一，擅长使用罕见的黑暗系魔法——psi_missing。
    在执行任务的过程中时常因为良心不安而犹豫不决，因而被上司称之为“不稳定因素”。
    
    【正因为是这样的我，才喜欢上了小孩子们天真纯洁的笑容。
                                         我从孩子们的身上获得了勇气。】

    【元素属性】
        <雷>

    【技能】
        【普通攻击】 <念动力场-雷> 
            Lv.1： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击100%雷元素伤害。
            Lv.2： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击105%雷元素伤害。
            Lv.3： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击110%雷元素伤害。
            Lv.4： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击115%雷元素伤害。
            Lv.5： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击125%雷元素伤害。

        【元素战技】 <福祸相生>
            Lv.1： 攻击敌方目标3次，每次造成72%雷元素伤害。若开启封印结界则在攻击结束后附加一次对敌方全体82%的雷元素范围伤害。在无结界施放的情况下，每次造成伤害时有20%的概率获得一层“鬼面”。
            Lv.2： 攻击敌方目标3次，每次造成75%雷元素伤害。若开启封印结界则在攻击结束后附加一次对敌方全体85%的雷元素范围伤害。在无结界施放的情况下，每次造成伤害时有30%的概率获得一层“鬼面”。
            Lv.3： 攻击敌方目标3次，每次造成78%雷元素伤害。若开启封印结界则在攻击结束后附加一次对敌方全体88%的雷元素范围伤害。在无结界施放的情况下，每次造成伤害时有40%的概率获得一层“鬼面”。
            Lv.4： 攻击敌方目标3次，每次造成81%雷元素伤害。若开启封印结界则在攻击结束后附加一次对敌方全体91%的雷元素范围伤害。在无结界施放的情况下，每次造成伤害时有50%的概率获得一层“鬼面”。
            Lv.5： 攻击敌方目标3次，每次造成84%雷元素伤害。若开启封印结界则在攻击结束后附加一次对敌方全体94%的雷元素范围伤害。在无结界施放的情况下，每次造成伤害时有60%的概率获得一层“鬼面”。

        【被动技能】 <积重鬼怨>
            Lv.1： 战斗过程中，若敌方技能造成暴击时有40%概率获得1层“鬼面”，AOE技能最多只触发一次。当携带的“鬼面”达到9层上限时，解除自身所有控制效果并增加35%行动条。（开启“封印结界”后将无法获得“鬼面”）
            Lv.2： 战斗过程中，若敌方技能造成暴击时有50%概率获得1层“鬼面”，AOE技能最多只触发一次。当携带的“鬼面”达到9层上限时，解除自身所有控制效果并增加35%行动条。（开启“封印结界”后将无法获得“鬼面”）
            Lv.3： 战斗过程中，若敌方技能造成暴击时有60%概率获得1层“鬼面”，AOE技能最多只触发一次。当携带的“鬼面”达到9层上限时，解除自身所有控制效果并增加35%行动条。（开启“封印结界”后将无法获得“鬼面”）
            Lv.4： 战斗过程中，若敌方技能造成暴击时有70%概率获得1层“鬼面”，AOE技能最多只触发一次。当携带的“鬼面”达到9层上限时，解除自身所有控制效果并增加35%行动条。（开启“封印结界”后将无法获得“鬼面”）
            Lv.5： 【先机】战斗开始时获得6层“鬼面”。战斗过程中，若敌方技能造成暴击时有80%概率获得1层“鬼面”。当携带的“鬼面”达到9层上限时，解除自身所有控制效果并增加35%行动条。（开启“封印结界”后将无法获得“鬼面”）

        【元素爆发】 <虚无>
            Lv.1： 消耗9层“鬼面”，开启附带9个禁断之面的“封印结界”笼罩对手。期间降低敌方全体10%暴击伤害、15%攻击力、20%效果命中，并使其所有的装备4件套效果、被动技能失效。敌方全体的被动技能将被替换为“怨恨祛除”，施放时跳过回合并击碎1个禁断之面。此外每有一个敌方角色行动后自动击碎1个禁断之面。当所有的面具被击碎后解除“封印结界”。（该技能只有在“鬼面”达到9层时才可释放）
            Lv.2： 消耗9层“鬼面”，开启附带9个禁断之面的“封印结界”笼罩对手。期间降低敌方全体15%暴击伤害、20%攻击力、30%效果命中，并使其所有的装备4件套效果、被动技能失效。敌方全体的被动技能将被替换为“怨恨祛除”，施放时跳过回合并击碎1个禁断之面。此外每有一个敌方角色行动后自动击碎1个禁断之面。当所有的面具被击碎后解除“封印结界”。（该技能只有在“鬼面”达到9层时才可释放）
            Lv.3： 消耗9层“鬼面”，开启附带9个禁断之面的“封印结界”笼罩对手。期间降低敌方全体20%暴击伤害、25%攻击力、40%效果命中，并使其所有的装备4件套效果、被动技能失效。敌方全体的被动技能将被替换为“怨恨祛除”，施放时跳过回合并击碎1个禁断之面。此外每有一个敌方角色行动后自动击碎1个禁断之面。当所有的面具被击碎后解除“封印结界”。（该技能只有在“鬼面”达到9层时才可释放）
            Lv.4： 消耗9层“鬼面”，开启附带9个禁断之面的“封印结界”笼罩对手。期间降低敌方全体25%暴击伤害、30%攻击力、50%效果命中、30%治疗效果和护盾强效，并使其所有的装备4件套效果、被动技能失效。敌方全体的被动技能将被替换为“怨恨祛除”，施放时跳过回合并击碎1个禁断之面。此外每有一个敌方角色行动后自动击碎1个禁断之面。当所有的面具被击碎后解除“封印结界”。（该技能只有在“鬼面”达到9层时才可释放）
            Lv.5： 消耗9层“鬼面”，开启附带9个禁断之面的“封印结界”笼罩对手。期间降低敌方全体30%暴击伤害、35%攻击力、60%效果命中、30%治疗效果和护盾强效，并使其所有的装备4件套效果、被动技能失效。敌方全体的被动技能将被替换为“怨恨祛除”，施放时跳过回合并击碎1个禁断之面。此外每有一个敌方角色行动后自动击碎1个禁断之面。当所有的面具被击碎后解除“封印结界”。（该技能只有在“鬼面”达到9层时才可释放）

        【元素爆发-衍生】 <怨恨祛除>
            跳过回合并击碎1个禁断之面。

    【天赋】
        元素皮肤|反射|宁静

    【角色定位】
        控制|输出

    """

encyclopedia article yj:
    title "植澄友加"
    subtitle "Yichiga"
    images "9i/interface/encyclopedia/images/yj.png"
    """  【雪见市·人类】
    男主神野凉的大学同级生，性格幽默开朗。
    非常喜欢跑步，时常一个人穿着体操服在桥下的河滩训练。
    非常关系姐姐——圣护院，但因对方耿直的性格而很无奈。
    因为关系恶化导致的迷茫而觉醒灵纹，后在神野凉的帮助下与姐姐坦白自己的想法，二人重归于好。
    
    【没有任何的隐瞒才是真正的朋友不是吗。】

    【元素属性】
        <水>

    【技能】
        【普通攻击】 <念动力场-物理> 
            Lv.1： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击100%物理伤害。
            Lv.2： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击105%物理伤害。
            Lv.3： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击110%物理伤害。
            Lv.4： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击115%物理伤害。
            Lv.5： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击125%物理伤害。

        【元素战技】 <流流舞>
            Lv.1： 用灵能凝聚波涛汹涌的巨浪席卷敌方全体，攻击3次，每次造成攻击33%水元素伤害。
            Lv.2： 用灵能凝聚波涛汹涌的巨浪席卷敌方全体，攻击3次，每次造成攻击36%水元素伤害。
            Lv.3： 用灵能凝聚波涛汹涌的巨浪席卷敌方全体，攻击3次，每次造成攻击39%水元素伤害。
            Lv.4： 用灵能凝聚波涛汹涌的巨浪席卷敌方全体，攻击3次，每次造成攻击42%水元素伤害。
            Lv.5： 用灵能凝聚波涛汹涌的巨浪席卷敌方全体，攻击3次，每次造成攻击45%水元素伤害。

        【被动技能】 <祝福涓流>
            Lv.1： 使用“流流舞”造成伤害时，每次为生命比例最低的友方角色治疗该次伤害60%的生命，同时有8%固定概率降低对方20%效果命中和效果抵抗，持续2回合。
            Lv.2： 使用“流流舞”造成伤害时，每次为生命比例最低的友方角色治疗该次伤害70%的生命，同时有10%固定概率降低对方20%效果命中和效果抵抗，持续2回合。
            Lv.3： 使用“流流舞”造成伤害时，每次为生命比例最低的友方角色治疗该次伤害80%的生命，同时有12%固定概率降低对方20%效果命中和效果抵抗，持续2回合。
            Lv.4： 使用“流流舞”造成伤害时，每次为生命比例最低的友方角色治疗该次伤害90%的生命，同时有14%固定概率降低对方20%效果命中和效果抵抗，持续2回合。
            Lv.5： 使用“流流舞”造成伤害时，每次为生命比例最低的友方角色治疗该次伤害100%的生命，同时有16%固定概率降低对方20%效果命中和效果抵抗，持续2回合。

        【元素爆发】 <思维透视>
            Lv.1： 使我方全体增加50%行动条。若该角色处于“无法行动”状态则改为解除其控制状态，且立刻为其恢复20%生命值。
            Lv.2： 使我方全体增加55%行动条。若该角色处于“无法行动”状态则改为解除其控制状态，且立刻为其恢复25%生命值并增加10点速度持续1回合。
            Lv.3： 使我方全体增加60%行动条。若该角色处于“无法行动”状态则改为解除其控制状态，且立刻为其恢复30%生命值并增加15点速度持续1回合。
            Lv.4： 使我方全体增加65%行动条。若该角色处于“无法行动”状态则改为解除其控制状态，且立刻为其恢复35%生命值并增加20点速度持续1回合。
            Lv.5： 使我方全体增加70%行动条。若该角色处于“无法行动”状态则改为解除其控制状态，且立刻为其恢复40%生命值并增加20点速度持续1回合。

    【天赋】
        坚韧|适应|反射

    【角色定位】
        辅助|治疗

    """

encyclopedia article lhx:
    title "立花希"
    subtitle "Hotalu Linne"
    images "9i/interface/encyclopedia/images/lhx.png"
    """  【雪见市·双生体】
    雪见市幼儿园新晋教师，身材矮小，性格傲娇，经常被说成是小孩子。
    小时候目睹了神野凉和希菲尔玩耍的场景，并将神野凉即将离开雪见市的事情告知给希菲尔。
    后来因为疾病不幸去世，其肉体继承了消失后雷亚的光而得以继续存活，但代价就是她原本的灵魂将被封存。
    由于某种契机逐渐恢复生前的记忆。渴望让神野凉了解自己的过去，却因为害怕而犹豫不决。
    后与希菲尔的重逢让她决心鼓起勇气说出真相，在被凉君接受的那一刻完成心愿而消失（成佛）。
    
    【无论何时
            我都会追赶在你身后的。】

    【元素属性】
        <风>

    【技能】
        【普通攻击】 <念动力场-风> 
            Lv.1： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击100%风元素伤害。
            Lv.2： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击105%风元素伤害。
            Lv.3： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击110%风元素伤害。
            Lv.4： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击115%风元素伤害。
            Lv.5： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击125%风元素伤害。

        【元素战技】 <魂之殇>
            Lv.1： 记录我方场上所有队友以及所选择的敌方目标当前生命比例，并降低自身与敌方目标30点速度，持续1回合。若下回合“立花希”行动开始时双方角色均未阵亡，且我方有角色所记录的生命比例小于记录的生命比例，则将该角色的生命恢复至该记录数值比例，最大回复量不超过“立花希”自身生命上限的25%。
            Lv.2： 记录我方场上所有队友以及所选择的敌方目标当前生命比例，并降低敌方目标30点速度，持续1回合。若下回合“立花希”行动开始时双方角色均未阵亡，且我方有角色所记录的生命比例小于记录的生命比例，则将该角色的生命恢复至该记录数值比例，最大回复量不超过“立花希”自身生命上限的25%。
            Lv.3： 记录我方场上所有队友以及所选择的敌方目标当前生命比例，并降低敌方目标30点速度，持续1回合。若下回合“立花希”行动开始时双方角色均未阵亡，且我方有角色所记录的生命比例小于记录的生命比例，则将该角色的生命恢复至该记录数值比例，最大回复量不超过“立花希”自身生命上限的35%。
            Lv.4： 记录我方场上所有队友以及所选择的敌方目标当前生命比例，并降低敌方目标30点速度，持续1回合。若下回合“立花希”行动开始时双方角色均未阵亡，且我方有角色所记录的生命比例小于记录的生命比例，则将该角色的生命恢复至该记录数值比例，最大回复量不超过“立花希”自身生命上限的45%。
            Lv.5： 记录我方场上所有队友以及所选择的敌方目标当前生命比例，并降低敌方目标30点速度，持续1回合。若下回合“立花希”行动开始时双方角色均未阵亡，且我方有角色所记录的生命比例小于记录的生命比例，则将该角色的生命恢复至该记录数值比例，最大回复量不超过“立花希”自身生命上限的55%。

        【被动技能】 <再会之音>
            Lv.1： 处于“咒”状态下的“立花希”受到伤害时，有10%概率降低“接触”效果对应敌方目标100点防御力，持续1回合；另一方面当处于“咒”状态下的敌方单位受到伤害时，有10%概率为“立花希”附加1层风元素护盾，其数值等同于此次伤害的50%，最高不超过“立花希”生命上限的12%，持续1回合。
            Lv.2： 处于“咒”状态下的“立花希”受到伤害时，有13%概率降低“接触”效果对应敌方目标100点防御力，持续1回合；另一方面当处于“咒”状态下的敌方单位受到伤害时，有13%概率为“立花希”附加1层风元素护盾，其数值等同于此次伤害的50%，最高不超过“立花希”生命上限的12%，持续1回合。
            Lv.3： 处于“咒”状态下的“立花希”受到伤害时，有16%概率降低“接触”效果对应敌方目标100点防御力，持续1回合；另一方面当处于“咒”状态下的敌方单位受到伤害时，有16%概率为“立花希”附加1层风元素护盾，其数值等同于此次伤害的50%，最高不超过“立花希”生命上限的12%，持续1回合。
            Lv.4： 处于“咒”状态下的“立花希”受到伤害时，有20%概率降低“接触”效果对应敌方目标100点防御力，持续1回合；另一方面当处于“咒”状态下的敌方单位受到伤害时，有20%概率为“立花希”附加1层风元素护盾，其数值等同于此次伤害的50%，最高不超过“立花希”生命上限的12%，持续1回合。
            Lv.5： 处于“咒”状态下的“立花希”受到伤害时，有20%概率降低“接触”效果对应敌方目标150点防御力，持续1回合；另一方面当处于“咒”状态下的敌方单位受到伤害时，有20%概率为“立花希”附加1层风元素护盾，其数值等同于此次伤害的100%，最高不超过“立花希”生命上限的18%，持续1回合。

        【元素爆发】 <接触感应>
            Lv.1： 激活强大的感官灵能控制对方思维，为自身与敌方目标附加1层无法驱散的“咒”效果进入“接触”状态。当立花希自身受到伤害时，对共同持有“咒”的敌方单位造成50%的传导伤害（不会触发被动或装备4件套效果），持续2回合。
            Lv.2： 激活强大的感官灵能控制对方思维，为自身与敌方目标附加1层无法驱散的“咒”效果进入“接触”状态。当立花希自身受到伤害时，对共同持有“咒”的敌方单位造成60%的传导伤害（不会触发被动或装备4件套效果），持续2回合。
            Lv.3： 激活强大的感官灵能控制对方思维，为自身与敌方目标附加1层无法驱散的“咒”效果进入“接触”状态。当立花希自身受到伤害时，对共同持有“咒”的敌方单位造成70%的传导伤害（不会触发被动或装备4件套效果），持续2回合。
            Lv.4： 激活强大的感官灵能控制对方思维，为自身与敌方目标附加1层无法驱散的“咒”效果进入“接触”状态。当立花希自身受到伤害时，对共同持有“咒”的敌方单位造成80%的传导伤害（不会触发被动或装备4件套效果），持续2回合。
            Lv.5： 激活强大的感官灵能控制对方思维，为自身与敌方目标附加1层无法驱散的“咒”效果进入“接触”状态。当立花希自身受到伤害时，对共同持有“咒”的敌方单位造成100%的传导伤害（不会触发被动或装备4件套效果），持续2回合。同时有12%固定概率降低目标20%治疗效果和护盾强效，持续1回合。

    【天赋】
        刁蛮|元素皮肤|激励

    【角色定位】
        坦克

    """

encyclopedia article liuli:
    title "花山院琉璃"
    subtitle "Kolona"
    images "9i/interface/encyclopedia/images/liuli.png"
    """  【雪见市·人类】
    星天宫隶属的灵基者，从小被父母送往星天宫培养。
    为人亲切善良，不擅长反驳和拒绝别人。
    灵力方面天赋异禀，擅长各种灵纹招式。
    在“冬之妖精篇”中被组织安排加入载人航天探测任务，在执行任务的过程中突发事故危在旦夕。
    后被觉醒的神野凉凭一己之力救回。
    
    【我的愿望只有一个。
                那就是能和你一起活下去。】

    【元素属性】
        <火>

    【技能】
        【普通攻击】 <念动力场-物理> 
            Lv.1： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击100%物理伤害。
            Lv.2： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击105%物理伤害。
            Lv.3： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击110%物理伤害。
            Lv.4： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击115%物理伤害。
            Lv.5： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击125%物理伤害。

        【元素战技】 <不知火>
            Lv.1： 利用灵压操控大气中的温度，对敌方目标造成263%火元素伤害，对生命比例高于80%的目标，此次伤害倍率降低15%。
            Lv.2： 利用灵压操控大气中的温度，对敌方目标造成276%火元素伤害，对生命比例高于80%的目标，此次伤害倍率降低15%。
            Lv.3： 利用灵压操控大气中的温度，对敌方目标造成276%火元素伤害，对生命比例高于80%的目标，此次伤害倍率降低15%。对生命的比例低于50%的目标，伤害提升15%。
            Lv.4： 利用灵压操控大气中的温度，对敌方目标造成289%火元素伤害，对生命比例高于80%的目标，此次伤害倍率降低15%。对生命的比例低于50%的目标，伤害提升15%。
            Lv.5： 利用灵压操控大气中的温度，对敌方目标造成289%火元素伤害，对生命比例高于80%的目标，此次伤害倍率降低15%。对生命的比例低于50%的目标，伤害提升15%。若自身生命比例低于10%，则额外免能量释放一次“冥火”。

        【被动技能】 <精准掌握>
            Lv.1： 普攻之后有20%概率附加一段攻击60%火元素伤害。在施放“不知火”时，有30%概率降低目标25%火元素伤害抗性和50点元素精通，持续2回合。在施放“冥火”时，有8%固定概率使目标眩晕1回合。
            Lv.2： 普攻之后有25%概率附加一段攻击60%火元素伤害。在施放“不知火”时，有30%概率降低目标30%火元素伤害抗性和50点元素精通，持续2回合。在施放“冥火”时，有10%固定概率使目标眩晕1回合。
            Lv.3： 普攻之后有30%概率附加一段攻击60%火元素伤害。在施放“不知火”时，有30%概率降低目标30%火元素伤害抗性和70点元素精通，持续2回合。在施放“冥火”时，有12%固定概率使目标眩晕1回合。
            Lv.4： 普攻之后有30%概率附加一段攻击80%火元素伤害。在施放“不知火”时，有30%概率降低目标35%火元素伤害抗性和80点元素精通，持续2回合。在施放“冥火”时，有15%固定概率使目标眩晕1回合。
            Lv.5： 普攻之后有30%概率附加一段攻击100%火元素伤害。在施放“不知火”时，有30%概率降低目标35%火元素伤害抗性和80点元素精通，持续2回合。在施放“冥火”时，有15%固定概率使目标眩晕1回合。

        【元素爆发】 <冥火>
            Lv.1： 释放强烈的火焰攻击对手，对敌方全体造成攻击131%火元素伤害，对生命比例低于50%的目标，此次伤害倍率降低15%。
            Lv.2： 释放强烈的火焰攻击对手，对敌方全体造成攻击138%火元素伤害，对生命比例低于50%的目标，此次伤害倍率降低15%。
            Lv.3： 释放强烈的火焰攻击对手，对敌方全体造成攻击138%火元素伤害，对生命比例低于50%的目标，此次伤害倍率降低15%。对生命比例高于80%的目标，伤害提升15%。
            Lv.4： 释放强烈的火焰攻击对手，对敌方全体造成攻击145%火元素伤害，对生命比例低于50%的目标，此次伤害倍率降低15%。对生命比例高于80%的目标，伤害提升15%。
            Lv.5： 释放强烈的火焰攻击对手，对敌方全体造成攻击145%火元素伤害，对生命比例低于50%的目标，此次伤害倍率降低15%。对生命比例高于80%的目标，伤害提升15%。若自身生命比例低于10%，则额外免能量释放一次“不知火”。

    【天赋】
        澎湃|回响|适应

    【角色定位】
        输出

    """

encyclopedia article tyt:
    title "藤原瞳"
    subtitle "Omiya Lui"
    images "9i/interface/encyclopedia/images/tyt.png"
    """  【雪见市·人类】
    星天宫大神官的孙女，为了家族荣誉而不得不称为巫女。
    时刻穿着巫女服，性格古怪记忆力极差。是一个游离于规则之外的角色，常以“不可攻略的角色”自居。
    被星天宫派来执行任务，却总是因为种种原因而失败。
    在接触到了青木翔子的共感能力之后懂得了名为“家人”的羁绊，主动选择了放弃。
    
    【噗哈哈~前辈真是肤浅啊~】

    【元素属性】
        <岩>

    【技能】
        【普通攻击】 <念动力场-岩> 
            Lv.1： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击100%岩元素伤害。
            Lv.2： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击105%岩元素伤害。
            Lv.3： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击110%岩元素伤害。
            Lv.4： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击115%岩元素伤害。
            Lv.5： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击125%岩元素伤害。

        【元素战技】 <噗哈哈>
            Lv.1： 开启腹黑属性嘲讽对手，对敌方全体施加30%基础概率的“嘲讽”，持续1回合。
            Lv.2： 开启腹黑属性嘲讽对手，对敌方全体施加40%基础概率的“嘲讽”，持续1回合。
            Lv.3： 开启腹黑属性嘲讽对手，对敌方全体施加50%基础概率的“嘲讽”，持续1回合。
            Lv.4： 开启腹黑属性嘲讽对手，对敌方全体施加50%基础概率的“嘲讽”并使自身获得20%减伤，持续1回合。
            Lv.5： 开启腹黑属性嘲讽对手，对敌方全体施加50%基础概率的“嘲讽”并使自身获得40%减伤，持续1回合。

        【被动技能】 <不可攻略>
            Lv.1： 自身受到伤害时对施术者造成此次伤害10%的间接伤害，被嘲讽单位伤害提升至20%（最高不超过藤原瞳生命上限的10%）；藤原瞳的生命比例每降低25%，则提升50点防御力。
            Lv.2： 自身受到伤害时提升全体友方单位15%效果抵抗，并对施术者造成此次伤害10%的间接伤害，被嘲讽单位伤害提升至20%（最高不超过藤原瞳生命上限的10%）；藤原瞳的生命比例每降低25%，则提升50点防御力。
            Lv.3： 自身受到伤害时提升全体友方单位15%效果抵抗，并对施术者造成此次伤害15%的间接伤害，被嘲讽单位伤害提升至25%（最高不超过藤原瞳生命上限的13%）；藤原瞳的生命比例每降低25%，则提升50点防御力。
            Lv.4： 自身受到伤害时提升全体友方单位15%效果抵抗，并对施术者造成此次伤害15%的间接伤害，被嘲讽单位伤害提升至25%（最高不超过藤原瞳生命上限的13%）；藤原瞳的生命比例每降低25%，则提升50点防御力。
            Lv.5： 自身受到伤害时提升全体友方单位25%效果抵抗，并对施术者造成此次伤害20%的间接伤害，被嘲讽单位伤害提升至30%（最高不超过藤原瞳生命上限的16%）；藤原瞳的生命比例每降低25%，则提升50点防御力。

        【元素爆发】 <催眠>
            Lv.1： 对友方全体施加强烈的暗示，增加70%行动条并提升30%攻击力、10%暴击率、30%暴击伤害和60点元素精通，并获得“霸体”状态持续1回合。增益角色在行动结束后进入1回合不可驱散的“深度沉睡”状态。
            Lv.2： 对友方全体施加强烈的暗示，增加80%行动条并提升35%攻击力、15%暴击率、35%暴击伤害和70点元素精通，并获得“霸体”状态持续1回合。增益角色在行动结束后进入1回合不可驱散的“深度沉睡”状态。
            Lv.3： 对友方全体施加强烈的暗示，增加90%行动条并提升40%攻击力、20%暴击率、40%暴击伤害和80点元素精通，并获得“霸体”状态持续1回合。增益角色在行动结束后进入1回合不可驱散的“深度沉睡”状态。
            Lv.4： 对友方全体施加强烈的暗示，增加100%行动条并提升45%攻击力、25%暴击率、45%暴击伤害和90点元素精通，并获得“霸体”状态持续1回合。增益角色在行动结束后进入1回合不可驱散的“深度沉睡”状态。
            Lv.5： 对友方全体施加强烈的暗示，增加100%行动条并提升50%攻击力、30%暴击率、50%暴击伤害和100点元素精通，并获得“霸体”状态持续1回合。增益角色在行动结束后进入1回合不可驱散的“深度沉睡”状态。

    【天赋】
        谨慎|庇护|灵巧

    【角色定位】
        坦克

    """

encyclopedia article szl:
    title "水之濑凛"
    subtitle "Kotoli"
    images "9i/interface/encyclopedia/images/szl.png"
    """  【雪见市·人类】
    星天宫研究所分部的灵继者，效力于圣护院主任。
    原本是总本社优秀的上等灵继者，后因为主动放弃执行任务而被放逐，被万夜花收留并介绍给了圣护院。
    为人冷静认真，极富正义感。对可爱的东西没有抵抗力。
    精通居合道，并能够将居合剑术与灵纹巧妙地结合，其实力深不可测。
    
    【为了和你分出胜负，无论多少次我都会奉陪的。】

    【元素属性】
        <雷>

    【技能】
        【普通攻击】 <念动力场-物理> 
            Lv.1： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击100%物理伤害。
            Lv.2： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击105%物理伤害。
            Lv.3： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击110%物理伤害。
            Lv.4： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击115%物理伤害。
            Lv.5： 依靠强大的精神力操控念波，掀起冲击波攻击敌方目标，造成攻击125%物理伤害。

        【元素战技】 <青影瞬杀阵>
            Lv.1： 快速挥舞手中的太刀对敌方目标发起3次斩击，每次造成攻击60%雷元素伤害。若处于“空灵”状态时，每次斩击有8%固定概率降低对方20%治疗效果和护盾强效，持续1回合。（多次斩击效果不可叠加）
            Lv.2： 快速挥舞手中的太刀对敌方目标发起3次斩击，每次造成攻击63%雷元素伤害。若处于“空灵”状态时，每次斩击有10%固定概率降低对方20%治疗效果和护盾强效，持续1回合。（多次斩击效果不可叠加）
            Lv.3： 快速挥舞手中的太刀对敌方目标发起3次斩击，每次造成攻击66%雷元素伤害。若处于“空灵”状态时，每次斩击有12%固定概率降低对方20%治疗效果和护盾强效，持续1回合。（多次斩击效果不可叠加）
            Lv.4： 快速挥舞手中的太刀对敌方目标发起3次斩击，每次造成攻击69%雷元素伤害。若处于“空灵”状态时，每次斩击有14%固定概率降低对方20%治疗效果和护盾强效，持续1回合。（多次斩击效果不可叠加）
            Lv.5： 快速挥舞手中的太刀对敌方目标发起3次斩击，每次造成攻击72%雷元素伤害。若处于“空灵”状态时，每次斩击有16%固定概率降低对方20%治疗效果和护盾强效，持续1回合。（多次斩击效果不可叠加）

        【被动技能】 <剑术精通>
            Lv.1： 精通居合奥义的人绝不会给对手任何喘息的机会，“青影瞬杀阵”击杀目标后水之濑凛自身增加30%行动条。进入“空灵”状态时施放“青影瞬杀阵”将会追加斩击，每次有20%概率额外附加1次斩击，直到判定失败为止。
            Lv.2： 精通居合奥义的人绝不会给对手任何喘息的机会，“青影瞬杀阵”击杀目标后水之濑凛自身增加40%行动条。进入“空灵”状态时施放“青影瞬杀阵”将会追加斩击，每次有30%概率额外附加1次斩击，直到判定失败为止。
            Lv.3： 精通居合奥义的人绝不会给对手任何喘息的机会，“青影瞬杀阵”击杀目标后水之濑凛自身增加50%行动条。进入“空灵”状态时施放“青影瞬杀阵”将会追加斩击，每次有40%概率额外附加1次斩击，直到判定失败为止。
            Lv.4： 精通居合奥义的人绝不会给对手任何喘息的机会，“青影瞬杀阵”击杀目标后水之濑凛自身提升30%攻击持续1回合，并增加50%行动条。进入“空灵”状态时施放“青影瞬杀阵”将会追加斩击，每次有40%概率额外附加1次斩击，直到判定失败为止。
            Lv.5： 精通居合奥义的人绝不会给对手任何喘息的机会，“青影瞬杀阵”击杀目标后水之濑凛自身提升30%攻击持续1回合，并增加50%行动条。进入“空灵”状态时施放“青影瞬杀阵”将会追加斩击，每次有50%概率额外附加1次斩击，直到判定失败为止。

        【元素爆发】 <幻镜化物>
            Lv.1： 从撕裂的虚空间隙中召唤出太刀——雷轰丸，进入持续2回合的“空灵”状态并凝聚强大的雷电之力。立刻获得50%行动提前，期间替换“念动力场”为“念动力场-雷”，且每次造成伤害时有15%固定概率对场上其他任一敌人造成本次斩击伤害150%的间接伤害。
            Lv.2： 从撕裂的虚空间隙中召唤出太刀——雷轰丸，进入持续2回合的“空灵”状态并凝聚强大的雷电之力。立刻获得50%行动提前，期间替换“念动力场”为“念动力场-雷”，且每次造成伤害时有20%固定概率对场上其他任一敌人造成本次斩击伤害150%的间接伤害。
            Lv.3： 从撕裂的虚空间隙中召唤出太刀——雷轰丸，进入持续2回合的“空灵”状态并凝聚强大的雷电之力。立刻获得50%行动提前，期间自身进入“霸体”状态并替换“念动力场”为“念动力场-雷”，且每次造成伤害时有25%固定概率对场上其他任一敌人造成本次斩击伤害150%的间接伤害。
            Lv.4： 从撕裂的虚空间隙中召唤出太刀——雷轰丸，进入持续2回合的“空灵”状态并凝聚强大的雷电之力。立刻获得50%行动提前，期间自身进入“霸体”状态并提升80点元素精通，替换“念动力场”为“念动力场-雷”，且每次造成伤害时有30%固定概率对场上其他任一敌人造成本次斩击伤害150%的间接伤害。
            Lv.5： 从撕裂的虚空间隙中召唤出太刀——雷轰丸，进入持续2回合的“空灵”状态并凝聚强大的雷电之力。立刻获得50%行动提前，期间自身进入“霸体”状态并提升80点元素精通和60点速度，替换“念动力场”为“念动力场-雷”，且每次造成伤害时有30%概率对场上其他任一敌人造成本次斩击伤害150%的间接伤害。

    【天赋】
        刁蛮|狩猎|谨慎
        
    【角色定位】
        输出

    """

encyclopedia article qbj:
    title "千波姐（柚子）"
    subtitle "Yuzi"
    images "9i/interface/encyclopedia/images/qbj.png"
    """  【雪见市·人类】
    雪见市大学的学生会长，为人热情认真。
    曾与水之濑凛一同在咖啡店打工被神野凉撞见，从谈话中看出了水之濑对神野凉的感情。
    对自己的妹妹千波也是关爱有加。
    
    【有什么不懂的地方随时可以来请教我哟~】
    """

encyclopedia article baiyu:
    title "白羽"
    subtitle "Xilaha"
    images "9i/interface/encyclopedia/images/baiyu.png"
    """  【雪见市·人类】
    星天宫高级研究员，雪见市坐落的星天宫异常气象研究所的所长。
    表面上玩世不恭内心却十分严肃认真。
    身为“超心理学”的资深教授，擅长洞悉别人的内心世界。
    因为没有什么能瞒得过她的眼睛，因此被下属称为“难相处”的上司。
    
    【诗乃、千冬、还有那孩子，我一定会完成你们的愿望的。】
    """

encyclopedia article jsqd:
    title "姬神千冬"
    subtitle "Chihuyu"
    images "9i/interface/encyclopedia/images/jsqd.png"
    """  【雪见市·人类】
    星天宫高级研究员——白羽的女儿。
    曾经因母亲的研究事故成为研究所第一名异构灵继者——祟。
    不完善的羁绊是以生命作为代价维系下去并且不可解除，高昂的代价也让她只能依靠轮椅行动。
    性格温柔善良，对于无意识瓜分自己生命的天使希菲尔表示自己是被“拯救”了的那一个。
    见到了神野凉之后被他和希菲尔的羁绊所打动，决心帮助母亲阻止“芬布尔之冬”诸神黄昏的降临。
    
    【请不要两个人先行离去。时不时地回看看身后，停下来等一等。
                                         我们大家一定也会追上你们两个的——】
    """

encyclopedia article sydh:
    title "神野大和"
    subtitle "Daigaku"
    images "9i/interface/encyclopedia/images/sydh.png"
    """  【库洛诺斯·人类】
    神野凉的父亲，星天宫库洛诺斯分部的局长。
    是为数不多知道同为星天宫总本社巫女，也是神野凉的母亲——诗乃去向的人。
    万夜花的老师却总是摆出一副顽童的姿态，被天使克丽丝称为“废柴人类”。
    毕生带着神野凉辗转于各大城市，致力于研究天使、灵纹和灵继者的秘密，提出了假说“黄昏症候群”。
    后与星天宫研究所分部的白羽主任合作，共同为创造人类和天使共存的生态而努力。
                                        后续将于番外篇登场...
    
    【无论结局如何，我们永远都是家人。】
    """

encyclopedia article alu:
    title "阿露毕蕾欧"
    subtitle "A'lu"
    images "9i/interface/encyclopedia/images/alu.png"
    """  【雪见市·宠物？】
    星天宫神社供养的神使，体内似乎潜藏着某种强大的力量，真实物种不明。
    被希菲尔唤作“阿露”，经常被后者玩弄于鼓掌之间。
    
    【力量源】 天鹅座β星 —— 輦道增七
    
    【唔莎~唔~莎~】
    """

encyclopedia article cy:
    title "丛雨"
    subtitle "丛雨·S·塞西莉亚"
    images ""
    """  【库洛诺斯·天使】

    【】
    """

encyclopedia article zh:
    title "真红"
    subtitle "真红·L·库库缇娜"
    images ""
    """  【库洛诺斯·天使】

    【】
    """

# ------ Section 4 ------

encyclopedia article psychokinesis:
    title "念动力场"
    subtitle "psychokinesis"
    images ""
    """  【物理系灵能力】
    灵纹招式之一，神野凉的招牌技能。
    能够利用灵能构建起屏障，进行防御或发动攻击。
    """

encyclopedia article clairvoyance:
    title "远隔透视"
    subtitle "clairvoyance"
    images ""
    """  【灵魂系灵能力】
    灵纹招式之一，能够利用灵能感知周围发生的事或物，灵纹释放需要依靠气压差，因此施术中心的温度极低。
    灵继者的灵力越强，感知的范围越远，被观测者察觉的风险也越低。
    """

encyclopedia article psychometry:
    title "接触感应"
    subtitle "psychometry"
    images ""
    """  【灵魂系灵能力】
    灵纹招式之一，能够通过直接或者间接地接触来对人的精神亦或是灵体进行操控。
    具有高阶灵力的灵继者甚至能够做到心灵感应或者预知未来。
    """

encyclopedia article telepathy:
    title "思维透视"
    subtitle "telepathy"
    images ""
    """  【灵魂系灵能力】
    灵纹招式之一，利用潜意识洞悉或预测他人的思维和想法。
    属于“接触感应”灵纹的高阶衍生之一。
    """

encyclopedia article apports:
    title "幻镜化物"
    subtitle "apports"
    images ""
    """  【物理系灵能力】
    灵纹招式之一，通过改变空间构造让物质摆脱相对论的原子基态，暂时进入量子态。
    灵继者的反应速度越快，能够操控物体的范围越广。
    """

encyclopedia article precognition:
    title "预知未来"
    subtitle "precognition"
    images ""
    """  【灵魂系灵能力】
    灵纹招式之一，通过量子纠缠观察并预测未来。有一定概率击退行对方动条。
    属于“接触感应”灵纹的高阶衍生之一。
    """

encyclopedia article psi_missing:
    title "虚无"
    subtitle "psi-missing"
    images ""
    """  【灵魂系灵能力】
    灵纹招式之一，压制灵纹念波的传播，从而使灵纹无效化。
    属于“五大起源黑暗灵纹”之一，是梅尔击溃联军的杀手锏。
    """

encyclopedia article hypno:
    title "催眠"
    subtitle "hypno"
    images ""
    """  【灵魂系灵能力】
    灵纹招式之一，利用心理暗示达到洗脑对方的目的，被洗脑者将会暂时失去作战能力。
    属于“五大起源黑暗灵纹”之一。
    """

encyclopedia article misdirection:
    title "视线诱导"
    subtitle "misdirection"
    images ""
    """  【灵魂系灵能力】
    灵纹招式之一，能够通过带有灵力的物体施展的障眼法，一定时间逃避对手的追踪。
    是星天宫低阶侦查系灵继者必备的基础技能。
    """

encyclopedia article teleport:
    title "空间跳跃"
    subtitle "teleport"
    images ""
    """  【物理系灵能力】
    灵纹招式之一，能够通过灵力将物体加速至极限类光速。
    属于“幻镜化物”的同级别衍生之一。
    """

encyclopedia article pyrokinesis:
    title "冥火"
    subtitle "pyrokinesis"
    images ""
    """  【灵魂系灵能力】
    灵纹招式之一，释放强大的火焰进行防御或发起攻击，火焰的中心温度足以在短时间内融化绝大部分金属物质。
    灵继者灵力越强，中心火焰温度越高。
    """

encyclopedia article empathy:
    title "共感"
    subtitle "empathy"
    images ""
    """  【灵魂系灵能力】
    灵纹招式之一，利用悲悯之心感化终生，也是一种将思维同调的灵纹。
    属于“五大起源光明灵纹”之一，是弗兰的招牌灵纹之一。
    """

encyclopedia article terraforming:
    title "微量化改造"
    subtitle "terraforming"
    images ""
    """  【灵魂系灵能力】
    灵纹招式之一，利用灵力增强自身细胞活性，加速再生。
    灵继者的肉体越强健，意志越坚定，效果越明显。
    """

# ------ Section 5 ------

encyclopedia article fortitude:
    title "坚毅"
    subtitle "Fortitude"
    images ""
    """　角色的生命每损失上限的25%，则在伤害计算时提升50点防御力，同时在获得治疗和护盾时，提升10%治疗加成和10%护盾强效。
    """

encyclopedia article patient:
    title "冷静"
    subtitle "Patient"
    images ""
    """　当角色选择待机、魔导力回路或是处于无法动作的场合，在伤害计算后获得10%攻击力、暴击率以及60点元素精通加成，持续1回合。
    """

encyclopedia article sneaking:
    title "神秘"
    subtitle "Sneaking"
    images ""
    """　在魔导力回路模式中额外获得一次抽卡机会，结束模式时恢复使用卡牌数x10点MP，最大不超过已损失MP的50%。
    """

encyclopedia article spiritual:
    title "澎湃"
    subtitle "Spiritual"
    images ""
    """　可在MP不足的情况下使用元素战技或元素爆发，若透支的MP值超过（包括）20点，在伤害计算后角色进入1回合眩晕。
    """

encyclopedia article adaptive:
    title "适应"
    subtitle "Adaptive"
    images ""
    """　当角色受到对应元素、物理伤害时，在伤害结算后有8%的概率获得相当于角色攻击力x60%的固定数值元素、物理护盾（最高不超过生命上限的10%），持续1回合。
    """

encyclopedia article brutal:
    title "刁蛮"
    subtitle "Brutal"
    images ""
    """　当角色HP低于上限的10%，使用元素爆发后获得90%行动条提前。
    """

encyclopedia article soul:
    title "灵魂"
    subtitle "Soul"
    images ""
    """　战斗开始时获得不可驱散的“天佑”效果。【每场战斗只会触发一次】
    """

encyclopedia article reflexes:
    title "反射"
    subtitle "Reflexes"
    images ""
    """　当角色受到非元素反应控制效果的时候，有8%的概率无视控制效果，并将效果转移给施术对象。
    """

encyclopedia article serenity:
    title "宁静"
    subtitle "Serenity"
    images ""
    """　永久获得20%的效果抵抗。战斗结算过程中，每有一名友方单位处于无法动作的效果影响下，额外提供10%的效果抵抗。
    """

encyclopedia article skin:
    title "元素皮肤"
    subtitle "Elemental-Skin"
    images ""
    """　所有元素附着概率变为50%。受到超过自身生命上限30%的非物理元素伤害并依旧存活时，有20%概率在伤害结算后获得30%的对应元素抗性，持续2回合。
    """

encyclopedia article endurance:
    title "激励"
    subtitle "Endurance"
    images ""
    """　在施放元素爆发后，有12%的概率让场上的所有存活的友方单位提升30%的攻击力，持续1回合。
    """

encyclopedia article recovery:
    title "复苏"
    subtitle "Recovery"
    images ""
    """　当角色生命值低于上限的20%，每次行动前恢复生命上限8%的生命和10点MP。
    """

encyclopedia article prudent:
    title "谨慎"
    subtitle "Prudent"
    images ""
    """　当角色生命值低于50%，伤害结算时防御力提升100点。当角色生命高于50%，伤害结算时暴击率、攻击力提升15%。
    """

encyclopedia article conjurer:
    title "回响"
    subtitle "Conjurer"
    images ""
    """　非物理元素技能暴击时，有30%概率在伤害结算时无视目标单位15%的对应元素抗性，同时为自己提供10点MP回复。
    """

encyclopedia article hunter:
    title "狩猎"
    subtitle "Hunter"
    images ""
    """　物理元素技能暴击时，有30%概率在伤害结算时无视目标单位30%的物理抗性，同时为自己提供10点MP回复。
    """

encyclopedia article flexible:
    title "灵巧"
    subtitle "Flexible"
    images ""
    """　当角色处于无法动作效果影响下时，每当有一名敌方角色行动，行动条提前20%。
    """

encyclopedia article solid:
    title "庇护"
    subtitle "Acrobat"
    images ""
    """　当角色受到超过自身生命上限30%的物理伤害并依旧存活时，有20%概率在伤害结算时获得30%的物理抗性。
    """

encyclopedia article acrobat:
    title "幸运"
    subtitle "Lucky"
    images ""
    """　角色附加的增益、减益效果有25%概率使其持续回合数增加1回合。
    """

# ------ Section 6 ------

encyclopedia article eggs:
    title "煮鸡蛋"
    subtitle "ゆで卵"
    images "items/eggs.png"
    """　为选中角色恢复生命值上限的30%，并额外恢复1250点生命值。
    """

encyclopedia article mana_eggs:
    title "魔法鸡蛋"
    subtitle "魔法の卵"
    images "items/magic_eggs.png"
    """　恢复队伍中所有角色生命上限50%的生命值。
    """

encyclopedia article mana_potion:
    title "魔法草药"
    subtitle "魔法のハーブ"
    images "items/mana_potion.png"
    """　复苏选中的角色，为其恢复生命值上限的50%以及50点能量，并额外恢复1250点生命值。
    """

encyclopedia article angel_tears:
    title "天使之泪"
    subtitle "天使の涙"
    images "items/angel_tear.png"
    """　复苏队伍中所有阵亡的角色，为其恢复生命值上限的100%和100%能量。其余存活的角色清除所有不良状态和元素附着，并恢复生命值上限的100%和100%能量。
    """

encyclopedia article soul_piece:
    title "灵魂绷带（角色）"
    subtitle "魂の系帯（角色）"
    images "items/soul_piece.png"
    """　为角色提供一定量经验值。
    """

encyclopedia article soul_raise:
    title "灵魂绷带（装备）"
    subtitle "魂の系帯（装备）"
    images "items/soul_raise.png"
    """　为装备提供一定量经验值。
    """

encyclopedia article water_break_small:
    title "甘露灵能晶"
    subtitle "甘露結晶"
    images "items/water_tiny.png"
    """　水属性角色突破所需材料。
    """

encyclopedia article water_break_large:
    title "怒涛灵能晶"
    subtitle "怒涛結晶"
    images "items/water_big.png"
    """　水属性角色突破所需材料。
    """

encyclopedia article wind_break_small:
    title "丰谷灵能晶"
    subtitle "丰谷結晶"
    images "items/wind_tiny.png"
    """　风属性角色突破所需材料。
    """

encyclopedia article wind_break_large:
    title "苍岚灵能晶"
    subtitle "苍岚結晶"
    images "items/wind_big.png"
    """　风属性角色突破所需材料。
    """

encyclopedia article rock_break_small:
    title "绝尘灵能晶"
    subtitle "绝尘結晶"
    images "items/rock_tiny.png"
    """　岩属性角色突破所需材料。
    """

encyclopedia article rock_break_large:
    title "千岩灵能晶"
    subtitle "千岩結晶"
    images "items/rock_big.png"
    """　岩属性角色突破所需材料。
    """

encyclopedia article fire_break_small:
    title "焚寂灵能晶"
    subtitle "焚寂結晶"
    images "items/fire_tiny.png"
    """　火属性角色突破所需材料。
    """

encyclopedia article fire_break_large:
    title "织炎灵能晶"
    subtitle "织炎結晶"
    images "items/fire_big.png"
    """　火属性角色突破所需材料。
    """

encyclopedia article ice_break_small:
    title "青女灵能晶"
    subtitle "青女結晶"
    images "items/ice_tiny.png"
    """　冰属性角色突破所需材料。
    """

encyclopedia article ice_break_large:
    title "寒霜灵能晶"
    subtitle "寒霜結晶"
    images "items/ice_big.png"
    """　冰属性角色突破所需材料。
    """

encyclopedia article light_break_small:
    title "紫疾灵能晶"
    subtitle "紫疾結晶"
    images "items/light_tiny.png"
    """　雷属性角色突破所需材料。
    """

encyclopedia article light_break_large:
    title "霆霓灵能晶"
    subtitle "霆霓結晶"
    images "items/light_big.png"
    """　雷属性角色突破所需材料。
    """

encyclopedia article eqpfire:
    title "烈火"
    subtitle ""
    images ""
    """　火伤套
    【2件套效果】
        - 火元素伤害加成15%
    【所属装备】
        - 【法杖】 魔女的手杖
            - 主属性：暴击率|暴击伤害|元素精通
        - 【宝石】 魔女的宝玉
            - 主属性：速度|元素伤害加成|元素精通
    """

encyclopedia article eqplight:
    title "狂雷"
    subtitle ""
    images ""
    """　岩伤套
    【2件套效果】
        - 雷元素伤害加成15%
    【所属装备】
        - 【法杖】 鸣雷的手杖
            - 主属性：暴击率|暴击伤害|元素精通
        - 【宝石】 鸣雷的宝玉
            - 主属性：速度|元素伤害加成|元素精通
    """

encyclopedia article eqpwater:
    title "怒涛"
    subtitle ""
    images ""
    """　水伤套
    【2件套效果】
        - 水元素伤害加成15%
    【所属装备】
        - 【法杖】 征涛的手杖
            - 主属性：暴击率|暴击伤害|元素精通
        - 【宝石】 征涛的宝玉
            - 主属性：速度|元素伤害加成|元素精通
    """

encyclopedia article eqpice:
    title "寒霜"
    subtitle ""
    images ""
    """　冰伤套
    【2件套效果】
        - 冰元素伤害加成15%
    【所属装备】
        - 【法杖】 冰风的手杖
            - 主属性：暴击率|暴击伤害|元素精通
        - 【宝石】 冰风的宝玉
            - 主属性：速度|元素伤害加成|元素精通
    """

encyclopedia article eqpwind:
    title "苍风"
    subtitle ""
    images ""
    """　风伤套
    【2件套效果】
        - 风元素伤害加成15%
    【所属装备】
        - 【法杖】 翠影的手杖
            - 主属性：暴击率|暴击伤害|元素精通
        - 【宝石】 翠影的宝玉
            - 主属性：速度|元素伤害加成|元素精通
    """

encyclopedia article eqprock:
    title "千岩"
    subtitle ""
    images ""
    """　岩伤套
    【2件套效果】
        - 岩元素伤害加成15%
    【所属装备】
        - 【法杖】 磐岩的手杖
            - 主属性：暴击率|暴击伤害|元素精通
        - 【宝石】 磐岩的宝玉
            - 主属性：速度|元素伤害加成|元素精通
    """

encyclopedia article equip_type_1:
    title "天之印-碧落"
    subtitle ""
    images ""
    """　天空套装
    【2件套效果】
        - 效果命中15%
    【4件套效果】
        - 结算时，提升25%效果命中；造成伤害时，有15%基础概率随机附加眩晕、沉默、沉睡、减疗40%，持续1回合。
    【套装定位】
        - 控制
    【所属装备】
        - 【武器】 蝠魔
            - 主属性：固定攻击力
        - 【防具】 夜铠
            - 主属性：固定防御力
        - 【项链】 夜灵晶
            - 主属性：固定生命值
        - 【戒指】 血魔灵界
            - 主属性：效果命中|效果抵抗|治疗加成|护盾强效
    """

encyclopedia article equip_type_2:
    title "地之轴-方仪"
    subtitle ""
    images ""
    """　地脉套装
    【2件套效果】
        - 防御加成30%
    【4件套效果】
        - 受到暴击伤害时，有30%概率在伤害结算后为场上存活的友方单位提供1回合对应元素护盾（已拥有不同属性护盾的角色除外），该护盾能够吸收被攻击角色10%生命上限的伤害。
    【套装定位】
        - 辅助|护盾
    【所属装备】
        - 【武器】 鬼切
            - 主属性：固定攻击力
        - 【防具】 妖燐
            - 主属性：固定防御力
        - 【项链】 鬼头尧
            - 主属性：固定生命值
        - 【戒指】 百鬼夜行
            - 主属性：效果命中|效果抵抗|治疗加成|护盾强效
    """

encyclopedia article equip_type_3:
    title "日之轮-曦禾"
    subtitle ""
    images ""
    """　日轮套装
    【2件套效果】
        - 攻击加成15%
    【4件套效果】
        - 攻击时，有20%概率在结算时提升20%攻击，若目标处于无法动作状态，触发概率提升10%。被攻击时，有20%概率提升20%防御，若自身处于无法动作状态，触发概率提升10%。
    【套装定位】
        - 增伤|生存
    【所属装备】
        - 【武器】 轮墓
            - 主属性：固定攻击力
        - 【防具】 空冥
            - 主属性：固定防御力
        - 【项链】 暮光伬
            - 主属性：固定生命值
        - 【戒指】 灵乌若空
            - 主属性：效果命中|效果抵抗|治疗加成|护盾强效
    """

encyclopedia article equip_type_4:
    title "月之华-琼勾"
    subtitle ""
    images ""
    """　月纹套装
    【2件套效果】
        - 生命加成15%
    【4件套效果】
        - 我方角色行动结束时，若我方场上有角色处于无法动作状态，使其提升20点速度，持续1回合。（携带装备的队员不在场依然可以触发该效果）
    【套装定位】
        - 辅助|增益
    【所属装备】
        - 【武器】 斩月
            - 主属性：固定攻击力
        - 【防具】 鎏金
            - 主属性：固定防御力
        - 【项链】 白玉坠
            - 主属性：固定生命值
        - 【戒指】 海月火夜
            - 主属性：效果命中|效果抵抗|治疗加成|护盾强效
    """

encyclopedia article equip_type_5:
    title "山之巅-玉嶂"
    subtitle ""
    images ""
    """　山峦套装
    【2件套效果】
        - 护盾强效20%
    【4件套效果】
        - 处于护盾庇护下的所有友方角色，在伤害计算时提升20%攻击力和40%效果抵抗。
    【套装定位】
        - 辅助|护盾|增益
    【所属装备】
        - 【武器】 开山
            - 主属性：固定攻击力
        - 【防具】 封岳
            - 主属性：固定防御力
        - 【项链】 洛登岩
            - 主属性：固定生命值
        - 【戒指】 吞鼎乾坤
            - 主属性：效果命中|效果抵抗|治疗加成|护盾强效
    """

encyclopedia article equip_type_6:
    title "海之澜-沧渊"
    subtitle ""
    images ""
    """　海澜套装
    【2件套效果】
        - 攻击加成15%
    【4件套效果】
        - 造成伤害时，有20%概率击退目标30%行动条，若目标身上带有增益效果，触发概率提升10%。
    【套装定位】
        - 控制
    【所属装备】
        - 【武器】 碎星
            - 主属性：固定攻击力
        - 【防具】 踏浪
            - 主属性：固定防御力
        - 【项链】 海灯坊
            - 主属性：固定生命值
        - 【戒指】 泷渊止息
            - 主属性：效果命中|效果抵抗|治疗加成|护盾强效
    """

encyclopedia article equip_type_7:
    title "风之陨-松吹"
    subtitle ""
    images ""
    """　风灵套装
    【2件套效果】
        - 效果抵抗15%
    【4件套效果】
        - 战斗开始时，为队伍中全部的友方单位提供无法驱散的物理护盾持续1回合，护盾量相当于携带该装备角色生命上限的12%。当装备携带者在场上存活且任一友方单位受到伤害时，有20%概率削减施术者10点能量，多段攻击或群攻技能最多触发一次。
    【套装定位】
        - 护盾|控制
    【所属装备】
        - 【武器】 弄玉
            - 主属性：固定攻击力
        - 【防具】 覆云
            - 主属性：固定防御力
        - 【项链】 镇念厄
            - 主属性：固定生命值
        - 【戒指】 扶柳探花
            - 主属性：效果命中|效果抵抗|治疗加成|护盾强效
    """

encyclopedia article equip_type_8:
    title "雪之嚣-玉絮"
    subtitle ""
    images ""
    """　雪霜套装
    【2件套效果】
        - 生命加成15%
    【4件套效果】
        - 造成伤害时，有12%（若目标带有减速效果则为20%）基础概率冻结1回合；装备携带者受到攻击时，有30%概率使施术者减速20点，持续1回合。
    【套装定位】
        - 控制
    【所属装备】
        - 【武器】 寒光
            - 主属性：固定攻击力
        - 【防具】 思空
            - 主属性：固定防御力
        - 【项链】 雪松镜
            - 主属性：固定生命值
        - 【戒指】 遗念幻生
            - 主属性：效果命中|效果抵抗|治疗加成|护盾强效
    """

encyclopedia article equip_type_9:
    title "春之花-仑灵"
    subtitle ""
    images ""
    """　春之套装
    【2件套效果】
        - 治疗加成15%
    【4件套效果】
        - 治疗时，额外提供20%（若目标HP值低于20%，改为提供50%）治疗加成；每次行动结束后，有20%概率为场上所有存活的友方单位恢复20点能量。
    【套装定位】
        - 治疗|充能
    【所属装备】
        - 【武器】 村正
            - 主属性：固定攻击力
        - 【防具】 翠神
            - 主属性：固定防御力
        - 【项链】 日时龛
            - 主属性：固定生命值
        - 【戒指】 岁花礼弥
            - 主属性：效果命中|效果抵抗|治疗加成|护盾强效
    """

encyclopedia article equip_type_10:
    title "夏之声-朱明"
    subtitle ""
    images ""
    """　夏之套装
    【2件套效果】
        - 元素精通80
    【4件套效果】
        - 友方角色引发的超载、感电反应造成的伤害提升40%；蒸发、融化反应加成系数提高20%；扩散、超导反应额外降低目标15%对应元素抗性；冻结反应基础概率提升10%；结晶反应提供的护盾量提升25%。
    【套装定位】
        - 元素掌握
    【所属装备】
        - 【武器】 炎舞
            - 主属性：固定攻击力
        - 【防具】 龙甲
            - 主属性：固定防御力
        - 【项链】 涅槃牙
            - 主属性：固定生命值
        - 【戒指】 燃晴若火
            - 主属性：效果命中|效果抵抗|治疗加成|护盾强效
    """

encyclopedia article equip_type_11:
    title "秋之韵-素律"
    subtitle ""
    images ""
    """　秋之套装
    【2件套效果】
        - 暴击15%
    【4件套效果】
        - 伤害计算时，若目标当前生命值比例大于70%，提升30%伤害；若目标当前生命值比例小于70%，生命值每降低20%提升10%伤害。
    【套装定位】
        - 伤害
    【所属装备】
        - 【武器】 辉耀
            - 主属性：固定攻击力
        - 【防具】 崇武
            - 主属性：固定防御力
        - 【项链】 伤魂珀
            - 主属性：固定生命值
        - 【戒指】 夕圆三昧
            - 主属性：效果命中|效果抵抗|治疗加成|护盾强效
    """

encyclopedia article equip_type_12:
    title "冬之羽-玄英"
    subtitle ""
    images ""
    """　冬之套装
    【2件套效果】
        - 暴击15%
    【4件套效果】
        - 攻击时，有50%概率无视对方45%防御；使用技能后每10点能量额外提升该技能4%的伤害。
    【套装定位】
        - 伤害
    【所属装备】
        - 【武器】 雪走
            - 主属性：固定攻击力
        - 【防具】 凌霄
            - 主属性：固定防御力
        - 【项链】 幽蚌匣
            - 主属性：固定生命值
        - 【戒指】 夜缺楼罗
            - 主属性：效果命中|效果抵抗|治疗加成|护盾强效
    """

# ------ Section 7 ------

encyclopedia article induction:
    title "感电"
    subtitle ""
    images ""
    """  【雷元素 + 水元素】
    在角色回合开始时，对其造成攻击125%雷元素间接伤害，状态持续2回合。
    """

encyclopedia article evaporation:
    title "蒸发"
    subtitle ""
    images ""
    """  【水元素 + 火元素】
    蒸发反应分为两种：熵增蒸发和熵减蒸发
    当使用水元素技能对火元素附着的敌方单位造成伤害时，触发熵增蒸发。
                                    熵增蒸发将使得该次伤害提升100%。
    当使用火元素技能对水元素附着的敌方单位造成伤害时，触发熵减蒸发。
                                    熵减蒸发将使得该次伤害提升50%。
    """

encyclopedia article melt:
    title "融化"
    subtitle ""
    images ""
    """  【冰元素 + 火元素】
    融化反应分为两种：熵增融化和熵减融化
    当使用火元素技能对冰元素附着的敌方单位造成伤害时，触发熵增融化。
                                    熵增融化将使得该次伤害提升100%。
    当使用冰元素技能对火元素附着的敌方单位造成伤害时，触发熵减融化。
                                    熵减融化将使得该次伤害提升50%。
    """

encyclopedia article overload:
    title "超载"
    subtitle ""
    images ""
    """  【火元素 + 雷元素】
    对目标造成攻击200%火元素伤害。
    """

encyclopedia article freeze:
    title "冻结"
    subtitle ""
    images ""
    """  【水元素 + 冰元素】
    有20%基础概率使目标“冻结”，状态持续1回合。
    """

encyclopedia article superconducting:
    title "超导"
    subtitle ""
    images ""
    """  【冰元素 + 雷元素】
    降低目标70%物理抗性，状态持续2回合。
    """

encyclopedia article diffusion:
    title "扩散"
    subtitle ""
    images ""
    """  【风元素 + 火/雷/水/冰任意元素】
    降低目标40%火/雷/水/冰对应元素抗性，状态持续2回合。
    """

encyclopedia article crystallization:
    title "结晶"
    subtitle ""
    images ""
    """  【岩元素 + 火/雷/水/冰任意元素】
    为施术者提供攻击60%火/雷/水/冰对应元素护盾，持续1回合。（若角色已拥有其他不同元素护盾，则不触发该反应）
    """

# ------ Section 8 ------

# 减益
encyclopedia article weak:
    title "虚弱"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/weak.png"
    """　【减益】
    攻击力降低。
    """

encyclopedia article exposed:
    title "破防"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/exposed.png"
    """　【减益】
    防御力降低。
    """

encyclopedia article slow:
    title "减速"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/slow.png"
    """　【减益】
    速度降低。
    """

encyclopedia article powerless:
    title "残废"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/powerless.png"
    """　【减益】
    暴击率|暴击伤害降低。
    """

encyclopedia article seal:
    title "封印"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/seal.png"
    """　【减益】
    效果命中降低。
    """

encyclopedia article disintegrate:
    title "崩解"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/disintegrate.png"
    """　【减益】
    效果抵抗降低。
    """

encyclopedia article churn:
    title "流失"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/churn.png"
    """　【减益】
    元素精通降低。
    """

encyclopedia article handicapped:
    title "重伤"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/handicapped.png"
    """　【减益】
    受到治疗效果降低。
    """

encyclopedia article broken:
    title "破碎"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/broken.png"
    """  【减益】
    护盾强效降低。
    """

encyclopedia article withered:
    title "枯萎"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/withered.png"
    """　【减益】
    元素伤害衰减。
    """

encyclopedia article suppress:
    title "压制"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/suppress.png"
    """　【减益】
    元素抗性衰减。
    """

encyclopedia article strong:
    title "强壮"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/strong.png"
    """　【增益】
    攻击力提升。
    """

encyclopedia article sturdy:
    title "坚固"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/sturdy.png"
    """　【增益】
    防御力提升。
    """

encyclopedia article flow:
    title "轻盈"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/flow.png"
    """　【增益】
    速度提升。
    """

encyclopedia article violence:
    title "圣裁"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/violence.png"
    """　【增益】
    暴击率|暴击伤害提升。
    """

encyclopedia article liberate:
    title "解放"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/liberate.png"
    """　【增益】
    效果命中提升。
    """

encyclopedia article barrier:
    title "法障"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/barrier.png"
    """　【增益】
    效果抵抗提升。
    """

encyclopedia article master:
    title "掌握"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/master.png"
    """　【增益】
    元素精通提升。
    """

encyclopedia article healing:
    title "庇护"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/healing.png"
    """　【增益】
    受到的治疗效果提升。
    """

encyclopedia article armor:
    title "体甲"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/armor.png"
    """　【增益】
    护盾强效提升。
    """

encyclopedia article condensed:
    title "凝息"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/condensed.png"
    """　【增益】
    元素伤害提升。
    """

encyclopedia article control:
    title "御灵"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/control.png"
    """　【增益】
    元素抗性提升。
    """

encyclopedia article mdamage:
    title "间接伤害"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/mdamage.png"
    """　【特殊减益】
    每次行动开始时，该单位将承受固定伤害。
    该伤害不会触发被动和装备4件套效果，不会触发免伤、不会被分担、无视护盾。
    """

encyclopedia article domineering:
    title "霸体"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/domineering.png"
    """　【特殊增益】
    不会受到控制效果影响。
    """

encyclopedia article god:
    title "天佑"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/god.png"
    """　【特殊增益】
    角色阵亡时将会重生。
    """

encyclopedia article shield_buff:
    title "护盾"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/shield.png"
    """　【护盾】
    获得能够吸收伤害的物理/元素护盾并立刻转换对应元素附着，对相同物理/元素的吸收效果提升75%。
    相克属性吸收倍率为：
        - 属性压制时效果增强50%。
        - 属性被压制时效果减弱50%。
    """

encyclopedia article lost:
    title "破魔"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/lost.png"
    """　【特殊减益】
    效果作用期间装备4件套装效果以及被动技能失效。
    """

encyclopedia article confusion:
    title "混乱"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/confusion.png"
    """　【控制效果】
    被混乱的单位在行动时，将被强制对场上任一存活单位使用普通攻击。
    """

encyclopedia article dizziness:
    title "眩晕"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/dizziness.png"
    """　【控制效果】
    被眩晕的单位无法动作，且该效果无法被驱散。
    """

encyclopedia article frozen:
    title "冻结"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/frozen.png"
    """　【控制效果】
    被冻结的单位无法动作，受到火元素伤害后有50%概率解除该状态。
    """

encyclopedia article deep_frozen:
    title "深度冰冻"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/deep_frozen.png"
    """　【控制效果】
    被深度冰冻的单位无法动作，期间降低30点速度并且不会被火元素消融。
    """

encyclopedia article ridicule:
    title "嘲讽"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/ridicule.png"
    """　【控制效果】
    被嘲讽的单位在行动时，将被强制对场上的状态发起单位使用普通攻击。
    """

encyclopedia article silence:
    title "沉默"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/silence.png"
    """　【控制效果】
    被沉默的单位无法使用元素战技和元素爆发。
    """

encyclopedia article sleepy:
    title "沉睡"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/sleepy.png"
    """　【控制效果】
    沉睡中的单位无法动作，期间受到攻击将立刻解除该状态。
    """

encyclopedia article deep_sleepy:
    title "深度沉睡"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/deep_sleepy.png"
    """　【控制效果】
    深度沉睡中的单位无法动作，期间受到超过生命上限30%的攻击时将立刻解除该状态。
    """

encyclopedia article soul_lock:
    title "殇魂"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/soul_lock.png"
    """　【角色专属】
    技能【魂之殇】专属buff，在下一次「立花希」行动回合开始时，若该角色仍存活则将低于记录数值的角色生命值恢复至记录数值比例（最大恢复量与立花希生命上限有关）。
    """

encyclopedia article curse:
    title "咒"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/curse.png"
    """　【角色专属】
    技能【接触感应】专属buff，当施术者受到伤害时对共同持有「咒」的敌方单位造成传导伤害（不会暴击、不会触发被动和装备4件套效果）。
    """

encyclopedia article star_bridge:
    title "星桥"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/star_bridge.png"
    """　【角色专属】
    技能【星空梦影】专属buff，星空结界笼罩下的特殊状态，角色下一次受到的伤害将降低。
    """

encyclopedia article ghost_mask:
    title "鬼面"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/ghost_mask.png"
    """　【角色专属】
    技能【虚无】施放时所需要的专属buff，禁断之面的上限数量为9。
    """

encyclopedia article ethereal:
    title "空灵"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/ethereal.png"
    """　【角色专属】
    技能【幻境化物】施放时携带的专属buff，期间自身进入「持刀」状态，伤害和技能机制都有所强化。
    """

encyclopedia article love:
    title "羁绊之誓"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/love.png"
    """　【角色专属】
    技能【白色永恒】专属buff，当「机缘印记」累计达到一定层数将会触发特定的效果，结缘层数上限为9层。
    """

encyclopedia article heart:
    title "心"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/heart.png"
    """　【角色专属】
    技能【共感】专属buff，拥有该状态的角色将会分摊彼此受到的伤害（最大分摊伤害量与青木翔子的生命上限有关）。
    """

encyclopedia article yi:
    title "义"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/yi.png"
    """　【场地专属】
    时空扭曲【迅捷之影】所独有的玩法buff，率先达到上限层数的队伍将取得增益。
    """

encyclopedia article strong_attack:
    title "强壮"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/strong_attack.png"
    """　【场地专属】
    时空扭曲【狂暴之力】|【迅捷之影】所特有的玩法buff，随着时间的累计角色攻击倍率得到提升。
    """

encyclopedia article violence_attack:
    title "圣裁"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/violence_attack.png"
    """　【场地专属】
    时空扭曲【狂暴之力】|【迅捷之影】所特有的玩法buff，随着时间的累计角色暴击率和暴击伤害得到提升。
    """

encyclopedia article flow_speed:
    title "轻盈"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/flow_speed.png"
    """　【场地专属】
    时空扭曲【迅捷之影】所独有的玩法buff，随着时间的累计角色速度得到提升。
    """

encyclopedia article protect:
    title "守护"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/protect.png"
    """　【场地专属】
    带有该buff的角色阵亡时战斗失败。
    """

encyclopedia article rock_wall:
    title "固若金汤"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/rock_wall.png"
    """　【场地专属】
    结界【瓦轮刑部】所特有的buff，减少90%受到的直接伤害。
    """

encyclopedia article sp_protect:
    title "神乐结界"
    subtitle ""
    images "9i/interface/encyclopedia/buffs/rock_wall.png"
    """　【场地专属】
    结界【巫女神乐】所特有的buff，在队友存活的情况下不会承受伤害。
    """

# encyclopedia article skill_attr:
#     title "技能属性"
#     subtitle "Attribute"
#     images ""
#     """　战斗技能包括物理系和灵魂系两种。
#     其中灵魂系战技囊括了：气、火、冰、暗、光五种属性，不同角色对不同属性有其独特的元素精通和抗性。
#     除了战斗技能外，还包括了辅助和结界型技能。
#     辅助技能包括基础的回血治疗、强化鼓舞、减伤守护和行动拉条。
#     而某些强力的控场型角色拥有结界型技能，能够很好地左右战局。
#     结界消耗大量CP值，能为团队成员附加鼓舞和守护，同时附加行动提前效果。
#     """

# ------ Section 9 ------

encyclopedia article niequattack:
    title "狂暴之力"
    subtitle ""
    images ""
    """
    敌方单位随着战斗进行将提升一定比例的伤害。
    【胜利条件】
        - 击败所有的对手
    【失败条件】
        - 所有队友均无法战斗
    """

encyclopedia article niequspeed:
    title "迅捷之影"
    subtitle ""
    images ""
    """
    角色的技能「凝神」将被替换为「蓄能」，任一角色使用「蓄能」后会额外为队伍所有角色附加一层“义”。
    其中一方率先达到20层“义”时，全队所有角色获得100%攻击加成、50%暴击率加成、100%暴击伤害加成和50点速度提升（死亡时重置且重新叠加）。
    【胜利条件】
        - 击败所有的对手
    【失败条件】
        - 所有队友均无法战斗
    """

encyclopedia article niequprotect:
    title "猎杀之印"
    subtitle ""
    images ""
    """
    开局系统将随机选择场上一名我方角色，战斗过程中必须确保该角色的存活。
    【胜利条件】
        - 击败所有的对手
    【失败条件】
        - 受保护的角色阵亡
    """

encyclopedia article niequfire:
    title "阴燃之火"
    subtitle ""
    images ""
    """
    当我方角色身上的火元素附着达到5层时，在下一个回合开始时将受到生命上限10%的间接伤害。
    【胜利条件】
        - 击败所有的对手
    【失败条件】
        - 所有队友均无法战斗
    """

encyclopedia article niequlight:
    title "嗜能之雷"
    subtitle ""
    images ""
    """
    我方角色行动开始时削减其10点能量。
    【胜利条件】
        - 击败所有的对手
    【失败条件】
        - 所有队友均无法战斗
    """

encyclopedia article niequwater:
    title "迟滞之水"
    subtitle ""
    images ""
    """
    我方角色行动开始时速度降低30点，效果抵抗降低50%，持续1回合。
    【胜利条件】
        - 击败所有的对手
    【失败条件】
        - 所有队友均无法战斗
    """

encyclopedia article niequice:
    title "凝结之冰"
    subtitle ""
    images ""
    """
    我方角色行动开始时有20%固定概率被“冻结”。
    【胜利条件】
        - 击败所有的对手
    【失败条件】
        - 所有队友均无法战斗
    """

encyclopedia article niequrock:
    title "坚毅之岩"
    subtitle ""
    images ""
    """
    敌方每位角色行动结束时若未处于护盾庇护下，有15%固定概率为自己附加一层岩元素护盾，护盾量相当于其已损失生命值的8%，持续2回合。
    【胜利条件】
        - 击败所有的对手
    【失败条件】
        - 所有队友均无法战斗
    """

encyclopedia article niequwind:
    title "济世之风"
    subtitle ""
    images ""
    """
    敌方每位角色行动结束时有15%固定概率为自己恢复一定的生命值，恢复量相当于其已损失生命值的8%。
    【胜利条件】
        - 击败所有的对手
    【失败条件】
        - 所有队友均无法战斗
    """

encyclopedia article rockwall:
    title "瓦轮刑部"
    subtitle ""
    images ""
    """  【结界】
    星天宫执事巫女所特有的秘术，全员获得增益「固若金汤」，能抵挡90%直接攻击伤害。
    【弱点】
        - 超载反应
        - 间接伤害
    """
